Repository: gvsurenderreddy/pbxframework
Catalog: 13.0/fw_ari/htdocs_ari/locale/*/LC_MESSAGES/ari.po
Languages: es_es

source: Asterisk Call Manager not responding
es_es: La Centralita no responde

source: Asterisk authentication failed:
es_es: Fallo la Autenticacion con Asterisk:

source: Asterisk command not understood
es_es: La recarga no funcino

source: Too many files in %s. Not all files processed
es_es: Muchos ficheros en %s. No todos los ficheros han sido procesados

source: Too many directories in %s. Not all files processed
es_es: Demasiados directorios en %s, notodos los archivos han sido procesados

source: ARI requires a version of PHP 4.3 or later
es_es: ARI Necesita una versión de PHP 4.0 o superior

source: PHP PEAR must be installed. Visit http://pear.php.net for help with installation.
es_es: PHP PEAR debe estar instalado. Visite http://pear.php.net para obtener ayuda.

source: ARI does not appear to have access to the Asterisk Manager.
es_es: No es posible conectar con la Centralita.

source: Check the ARI 'main.conf.php' configuration file to set the Asterisk Manager Account.
es_es: Compruebe el fichero ARI 'main.conf' para configuar la conexion con Asterisk Manager.

source: Check /etc/asterisk/manager.conf for a proper Asterisk Manager Account
es_es: Compruebe /etc/asterisk/manager.conf para crear una cuenta Asterisk Manager

source: make sure [general] enabled = yes and a 'permit=' line for localhost or the webserver.
es_es: asegurese [general] habilitado=yes y una línea 'permit=' para el localhost o el webserver.

source: Check AMP installation, asterisk, and ARI main.conf
es_es: Compruebe la instalacion de FreePBX, DDBB o ARI en main.conf

source: Logout
es_es: Salir

source: Page Not Found.
es_es: Pagina No encontrada.

source: Search
es_es: Buscar

source: Searched for
es_es: Buscado para

source: Results %d - %d of %d
es_es: Resultados %d - %d de %d

source: Results %d
es_es: Resultados %d

source: First
es_es: Primero

source: Last
es_es: Ultimo

source: Incorrect Username or Password
es_es: Contrase&ntilde; Incorrecta

source: Login
es_es: Usuario

source: Password
es_es: Contrase&ntilde;a

source: Submit
es_es: Enviar

source: Remember Password
es_es: Recordar Contrase&ntilde;a

source: Use your <b>Voicemail Mailbox and Password</b>
es_es: Use su <b>Buzon de Voz (Usuario) y contraseña</b>

source: This is the same password used for the phone
es_es: Esta es es la misma contrase&ntilde;a usada para el telefono

source: For password maintenance or assistance, contact your Phone System Administrator.
es_es: Para mantenimiento de contrase&ntilde;as o asistencia, pongase en contacto con el Administrador.

source: INBOX
es_es: Entrada

source: Family
es_es: Familiares

source: Friends
es_es: Amigos

source: Old
es_es: Antiguos

source: Work
es_es: Trabajo

source: Call Forward All Activate
es_es: Activar Desvío Incondicional de Llamadas

source: Call Forward All Deactivate
es_es: Desactivar Desvío Incondicional de Llamadas

source: Call Forward All Prompting Deactivate
es_es: Desactivar Solicitud Desvío Incondicional de Llamadas

source: Call Forward Busy Activate
es_es: Activar Desvío de Llamadas en Ocupado

source: Call Forward Busy Deactivate
es_es: Desactivar Desvío de Llamadas en Ocupado

source: Call Forward Busy Prompting Deactivate
es_es: Desactivar Solicitud Desvio de llamadas en Ocupado

source: Call Forward No Answer/Unavailable Activate
es_es: Activar Desvio de LLamadas no Disponible/No contesta

source: Call Forward No Answer/Unavailable Deactivate
es_es: Desactivar Desvío de Llamadas no contesta/no disponible

source: Call Waiting - Activate
es_es: Activar - Llamada en Espera

source: Call Waiting - Deactivate
es_es: Desactivar - Llamada en Espera

source: Do-Not-Disturb Activate
es_es: Activar No-Molestar

source: Do-Not-Disturb Deactivate
es_es: Desactivar No-Molestar

source: My Voicemail
es_es: Mi Correo de Voz

source: Dial Voicemail
es_es: Discar Voicemail

source: The call was terminated.
es_es: La llamada fue terminada.

source: Call Monitor
es_es: Monitor de Llamadas

source: One or more messages must be selected before clicking delete.
es_es: Uno o mas mensajes deben ser seleccionados antes de oprimir borrar.

source: Path is not a directory: %s
es_es: La ruta no es un directorio: %s

source: delete
es_es: Eliminar

source: duration
es_es: Duración

source: ignore
es_es: Ingnorar

source: Date
es_es: Fecha

source: Time
es_es: Hora

source: Caller ID
es_es: ID de llamada

source: Source
es_es: Origen

source: Destination
es_es: Destino

source: Context
es_es: Contexto

source: Duration
es_es: Duración

source: Play
es_es: Oir

source: Download
es_es: Bajar

source: Call Monitor for %s (%s)
es_es: Monitoreo de Llamadas para %s (%s)

source: select
es_es: Selecionar

source: all
es_es: todos

source: none
es_es: ninguno

source: Only deletes recording files, not cdr log
es_es: Solo elimina los archivos grabados, no el log en el CDR

source: Feature Codes
es_es: Códigos de Features

source: for %s (%s)
es_es: Para %s (%s)

source: Handset Feature Code
es_es: Teclas de Marcación

source: Action
es_es: Acción

source: description
es_es: descripción

source: Follow Me
es_es: Sígueme

source: Your Follow-Me has been disabled, REFRESH your browser to remove this message
es_es: Su Sigueme ha sido deshabilitado, REFRESQUE su navegador para remover este mensaje

source: Check with your Telephone System Administrator if you think there is a problem
es_es: Revise con su Administrador del Sistema telefónico si piensa que hay un problema

source: Follow-Me pre-ring time not changed
es_es: Tiempo de pre-timbrado del Sigueme no ha sido cambiado

source: Number %s must be an integer number of seconds
es_es: Numero %s debe ser un numero entero de segundos

source: Follow-Me list ring time not changed
es_es: lista de tiempos de timbrado de Sigueme no ha sido cambiada

source: Follow-Me list must contain at least one valid number
es_es: Lista de Sigueme debe contener al menos un numero valido

source: The following: %s is not valid
es_es: El siguiente: %s no es valido

source: Enable
es_es: Activar

source: Dial-by-name Directory, IVR, and internal calls will ring the numbers in the FollowMe List. Any FreePBX routes that directly reference a FollowMe are unaffected by this enable/disable setting.
es_es: Marcación por nombre Directory, IVR, e nterna↵ →→→→→→→→→→→→→ sonarán los números en la lista de SigueMe. ↵ →→→→→→→→→→→→→. Cualquier ruta FreePBX que directamente↵ →→→→→→→→→→→→→ referencia a SigueMe no será afectado por ↵ →→→→→→→→→→→→→ el ajuste activar/desactivar.

source: Follow Me List:
es_es: Lista SigueMe:

source: Extensions and outside numbers to ring next.
es_es: Extensiones y números externos a timbrar después.

source: Include %s to keep it ringing.
es_es: Incluir %s para mantenerlo timbrando.

source: Ring %s First For:
es_es: Timbrara primero %s para:

source: Time to ring extension %s before ringing the %s Follow Me List %s
es_es: Tiempo a timbrar extensión %s antes de timbrar la %s lista SigueMe %s

source: seconds
es_es: segundos

source: Ring Followme List for:
es_es: Lista SigueMe para:

source: Time to ring the Follow Me List.
es_es: Tiempo a timbrar la lista SigueMe.

source: Use Confirmation:
es_es: Use Confirmación:

source: Outside lines that are part of the Follow Me List will be called and offered a menu:<br/><br/> "You have an incoming call. Press 1 to accept or 2 to decline."<br/><br/> This keeps calls from ending up in external voicemail. Make sure that the List Ring Time is long enough to allow for you to hear and react to this message.
es_es: Las líneas exteriores que forman parte de la Lista Sígueme serán llamados y se ofrecerá un menú: <br/><br/> ".. Usted tiene una llamada entrante Pulse 1 para aceptar o rechazar con 2"<br/><br/> Esto previene que las llamadas de acabar en el correo de voz externo. Asegúrese de que la duración del timbre de la lista es lo suficientemente largo como para permitir que se escuche y reaccione a este mensaje.

source: Followme Settings
es_es: Configuración de SigueMe

source: Followme Settings for %s (%s)
es_es: Configuración SigueMe para %s (%s)

source: Update
es_es: Actualizar

source: Phone Features
es_es: Funciones de Teléfono

source: Call Waiting
es_es: Llamada en Espera

source: Do Not Disturb
es_es: No Molestar

source: Call Forwarding
es_es: Desvío de Llamada

source: Unconditional:
es_es: Incondicional:

source: Unavailable:
es_es: No disponible:

source: Busy:
es_es: Ocupado:

source: Phone Features for %s (%s)
es_es: Funciones del teléfono para %s (%s)

source: Call forward number not changed
es_es: El numero del desvio no ha cambiado

source: Number %s must contain dial numbers (characters like '(', '-', and ')' are ok)
es_es: El numero %s debe contener dígitos marcables (caracteres como '(', '-', y ')' son validos)

source: Call Screening:
es_es: Filtrado de Llamadas:

source: Call Screening requires external callers to say their name, which will be played back to the user and allow the user to accept or reject the call. Screening with memory only verifies a caller for their caller-id once. Screening without memory always requires a caller to say their name. Either mode will always announce the caller based on the last introduction saved with that callerid. If any user on the system uses the memory option, when that user is called, the caller will be required to re-introduce themselves and all users on the system will have that new introduction associated with the caller's CallerId.
es_es: Filtrado de Llamadas requiere que las personas externas deben decir su nombre, de manera que el usuario lo escuche y le permita aceptar o rechazar la llamada. El Filtrado con memoria sólo verifica la persona que llama por su identificador de llamada una vez. Filtrado sin memoria siempre requiere que la persona que llama tenga que decir su nombre. De cualquier modo siempre anunciará la persona que llama en base al último intento ahorrado tiempo con ese identificador de llamadas. Si cualquier usuario en el sistema utiliza la opción de memoria, cuando el usuario es llamado, se le requerirá la persona que llama el volver a presentarse y todos los usuarios en el sistema tendrá que nueva introducción asociados con CallerId de la persona que llama.

source: Disable
es_es: Desactivar

source: Screen Caller: No Memory
es_es: Filtrado llamate: no Memoria

source: Screen Caller: Memory
es_es: Filtrado Llamante: Memoria

source: Attach voicemail to email
es_es: Anexar Correo de voz a email

source: Option to attach audio file to email.
es_es: Opción de anexar fichero de audio a email.

source: Number of deleted messages to backup
es_es: Numero de mensajes borrados a respaldar

source: The maximum number of messages that are backed up in the Deleted folder. This may be 0-9999.
es_es: El numero máximo de mensajes que son respaldados en el fichero Borrados. Esto puede ser 0-9999.

source: Delete voicemail after emailed
es_es: Borrar correo de voz una ve enviado por email

source: When enabled the message will be deleted from the voicemailbox after the notification email is sent. This allows receiving voicemail via email alone, rather than having the voicemail available from the Web interface or by telephone. CAUTION: Attach voicemail to email must be enabled, OTHERWISE YOUR MESSAGES WILL BE LOST FOREVER.
es_es: Una vez habilitada, el mensaje se elimina del buzón de voz después del envío de la notificación por correo electrónico. Esto permite la recepción de correo de voz por correo electrónico solo, en lugar de tener el correo de voz disponible en la interfaz Web o por teléfono. PRECAUCIÓN: Conecte el correo de voz a correo electrónico debe estar habilitado, de lo contrario su MENSAJES se perderá para siempre.

source: Say envelope (date/time)
es_es: Diga Sobre (fecha/hora)

source: When enabled the voicemail system will play the message envelope (date/time) before playing the voicemail message. This setting does not affect the operation of the envelope option in the advanced voicemail menu.
es_es: Cuando está activado el sistema de correo de voz reproducirá el sobre del mensaje (fecha / hora) antes de reproducir el mensaje de correo de voz. Este ajuste no afecta al funcionamiento de la opción de sobre en el menú de correo de voz avanzado.

source: Maximum number of messages
es_es: Numero Maximo de mensajes

source: Maximum number of messages per folder. It may be up to 9999. The default value is 100.
es_es: Numero Maximo de mensajes por fichero. Puedes ser hasta 9999. El valor por defecto es 100.

source: Maximum message length
es_es: Máxima longitud de Mensaje

source: Maximum length allowed for a voicemail message (in seconds).
es_es: Longitud máxima permitida de mensaje de voz (en segundos).

source: Move heard messages
es_es: Mover mensajes escuchados

source: Automatically move heard messages to the Old folder.
es_es: Automáticamente mover mensajes escuchados a la carpeta vieja.

source: Review recording
es_es: revisar grabación

source: Allow caller to review their voicemail before saving it.
es_es: Permitir a quien llama revisar su mensaje antes de dejarlo.

source: Say caller ID
es_es: Diga ID de llamada

source: After announcing the message date and time, play back the caller's telephone number before each message.
es_es: Luego de anunciar fecha y hora del mensaje, reproduzca antes del mensaje el numero de teléfono de quien llama.

source: Say duration
es_es: Diga duración

source: Announce the message duration before playing the message.
es_es: Anuncie la duración del mensaje antes de reproducir el mismo.

source: Say duration minimum
es_es: Diga duración mínima

source: Do not announce message duration for messages shorter than this number of minutes.
es_es: No anuncie la duración del mensaje para mensajes mas cortos que esta cantidad de minutos.

source: Email from
es_es: Corre de

source: Who the e-mail notification should appear to come from.
es_es: De quien debe aparecer que la notificación de email procede.

source: Temporary greeting warning
es_es: Advertencia temporal de saludo

source: Warn user when a temporary greeting is active.
es_es: Advertir al usuario cuando el saludo temporal esta activo.

source: Change attachment volume
es_es: Cambiar volumen anexo

source: Change volume of message before attaching it to an email. Values less than 1.0 decrease volume, greater than 1.0 increase volume.
es_es: cambiar volumen del mensaje antes de anexarlo al correo. valores por debajo de 1.0 reducen el volumen, mayores que 1.0 lo incrementan.

source: Settings
es_es: Opciones

source: Voicemail password not changed
es_es: La Contrasena del Buzon de Voz no ha cambiado

source: Password and password confirm must not be blank
es_es: Contrasena y la confirmacion de esta no deben de estar en blanco

source: Passwords must be all numbers and greater than %d digits
es_es: Contrasena ha de ser numerica y de longitud %d digitos

source: Passwords must be all numbers and only %d digits
es_es: Contrasena ha de ser numerica y de longitud %d digitos

source: Password and password confirm do not match
es_es: Contraseña y confirmacion no corresponden

source: %s does not exist or is not writable
es_es: %s No existe o no se puede escribir

source: Voicemail email and pager address not changed
es_es: La Contraseña del Buzon de Voz no ha cambiado

source: Voicemail email settings not changed
es_es: La Contraseña del Buzon de Voz no ha cambiado

source: Language:
es_es: Idioma:

source: Passwords must be all numbers and only %s digits
es_es: Contraseña ha de ser numerica y de longitud %s digitos

source: Passwords must be all numbers and at least %s digits
es_es: Contraseña ha de ser numerica y de longitud %s digitos

source: Password Settings
es_es: Configuración Contraseña

source: Voicemail Password:
es_es: Contraseña del Buzon de Voz:

source: Enter again to confirm:
es_es: Introduzca otra vez para confirmar:

source: Email Address:
es_es: Dirección de Correo:

source: Email a notification, including audio file if indicated below.
es_es: Notifique por email, incluyendo el fichero de audio si es indicado abajo.

source: Pager Email Address:
es_es: Dirección de correo del Pager:

source: Email a short notification
es_es: Envíe correo con notificación corta

source: Call Me Number:
es_es: Numero para Llamarme:

source: Call Me Number can be any dialable number, such as an extension or a cellphone.
es_es: Numero para Llamarme puede ser cualquier numero telefónico, incluyendo extensión o móvil.

source: Audio Format:
es_es: Formato del Audio:

source: Default
es_es: Defecto

source: Best Quality
es_es: Mejor Calidad

source: Smallest Download
es_es: Descarga rapida

source: Notification Settings
es_es: Configuración de Notificacion

source: Web Playback Settings
es_es: Configuración de reproducción Web

source: Phone Playback Settings
es_es: Configuración de reproducción en telefono

source: Caller Settings
es_es: Configuración Llamante

source: Mailbox Storage Settings
es_es: Configuración almacenamiento el buzón de correo

source: IMAP Mail Settings
es_es: Configuración IMAP de correo

source: Other Voicemail Settings
es_es: Otros parámetros de Correo de voz

source: Call Monitor Settings
es_es: Propiedades del monitor de Llamadas

source: Record INCOMING:
es_es: Grabar Entrantes:

source: Always
es_es: Siempre

source: Never
es_es: Nunca

source: On-Demand
es_es: Bajo demanda

source: Record OUTGOING:
es_es: Grabar Salientes:

source: Settings for %s (%s)
es_es: Ajustes para %s (%s)

source: VmX&#8482 Locator
es_es: Locator VmX&#8482

source: Your Premium VmX Locator service has been disabled, REFRESH your browser to remove this message
es_es: Su servicio Premium VmX ha sido deshabilitado, REFRESQUE su navegador para remover este mensaje

source: Option 0 not changed
es_es: Opción 0 no ha cambiado

source: Option 1 not changed
es_es: Opción 1 no ha cambiando

source: Option 2 not changed
es_es: Opción 2 no ha cambiado

source: Use When:
es_es: Use cuando:

source: Menu options below are available during your personal voicemail greeting playback. <br/><br/>Check both to use at all times.
es_es: Las opciones de Menú abajo están disponibles mientras reproduce el Saludo. <br/><br/>Chequee ambos para usarlo todo el tiempo.

source: unavailable
es_es: No-DIsponible

source: busy
es_es: Ocupado

source: Voicemail Instructions:
es_es: Instrucciones de correo de voz:

source: Uncheck to play a beep after your personal voicemail greeting.
es_es: Desmarque para reproducir un beep después del saludo personal de correo de voz.

source: Standard voicemail prompts.
es_es: Solicitudes Estándar de correo de voz.

source: Press 0:
es_es: Oprima 0:

source: Pressing 0 during your personal voicemail greeting goes to the Operator. Uncheck to enter another destination here.
es_es: Al pulsar 0 mientras escucha el saludo del buzón de voz personal va al operador. ↵ →→→→→ Desmarque para introducir otro destino aquí.

source: Go To Operator
es_es: Ir al operador

source: Press 1:
es_es: Oprima 1:

source: The remaining options can have internal extensions, ringgroups, queues and external numbers that may be rung. It is often used to include your cell phone. You should run a test to make sure that the number is functional any time a change is made so you don't leave a caller stranded or receiving invalid number messages.
es_es: Las opciones restantes pueden tener extensiones internas, ringgroups, las colas y los números externos que puedan ser timbradas. A menudo se utiliza para incluir su teléfono celular. Usted debe realizar una prueba para asegurarse de que el número esta funcional cualquier momento se realiza un cambio de modo de no dejar un llamador varado o recibir mensajes de números no válidos.

source: Enter an alternate number here, then change your personal voicemail greeting to let callers know to press 1 to reach that number. <br/><br/>If you'd like to use your Follow Me List, check "Send to Follow Me" and disable Follow Me above.
es_es: Introduzca un número alternativo aquí, entonces cambie su saludo de correo de voz personal para dejar saber a las personas que le llaman que pueden presionar 1 para llegar a ese número. <br/><br/>Si desea utilizar su Lista de Sigue Me, seleccione "Enviar a Sígueme" y desactivar Sígueme arriba.

source: Send to Follow-Me
es_es: Envido a SigueMe

source: Press 2:
es_es: Oprima 2:

source: Use any extensions, ringgroups, queues or external numbers. <br/><br/>Remember to re-record your personal voicemail greeting and include instructions. Run a test to make sure that the number is functional.
es_es: Utilice cualquier extensión, ringgroups, colas o números externos. <br/><br/>Recuerde volver a grabar el saludo del correo de voz personal e incluir instrucciones. Ejecutar una prueba para asegurarse de que el número es funcional.

source: VmX Locator&#8482; Settings for %s (%s)
es_es: VmX Locator&#8482; Configuracion para %s (%s)

source: Voicemail
es_es: Buzón de Voz

source: A folder must be selected before the message can be moved.
es_es: Debe elegir primero una carpeta antes de mover el mensaje.

source: One or more messages must be selected before clicking move_to.
es_es: Uno o mas mensajes deben ser seleccionados antes de escoger Mover_a.

source: An extension must be selected before the message can be forwarded.
es_es: Debe de seleccionar una extension antes de reenviar el mensaje.

source: One or more messages must be selected before clicking forward_to.
es_es: Uno o mas mensajes deben ser seleccionados antes de escoger enviar_a.

source: You must enter one or more email addresses (comma-separated) before clicking email_to.
es_es: Usted debe entrar una o mas direcciones de correo (separadas por coma) antes de escoger email_to.

source: Warning:
es_es: Advertencia:

source: is not a valid email address
es_es: No es una dirección de correo valida

source: The file type was not recognized.
es_es: El tipo de archivo no es reconocido.

source: Warning: Could not access voicemail.conf. Using default mailer.
es_es: Advertencia: no se puede acceder voicemai.conf. Usando valores por defecto.

source: Mail operation failed
es_es: Operación de corro fallida

source: No valid email address given. Please try again.
es_es: No fue dada dirección de correo valida. Intente de nuevo.

source: One or more messages must be selected before clicking email_to.
es_es: Uno o mas mensajes deben ser seleccionados antes de escoger email_to.

source: move_to
es_es: Mover a

source: Folder
es_es: Carpetas

source: forward_to
es_es: Enviar a

source: email_to
es_es: email a

source: Priority
es_es: Prioridad

source: Orig Mailbox
es_es: Buzon de Orig

source: Playback
es_es: Reproducción

source: Play message at:
es_es: Reproducir mensaje en:

source: Voicemail recording(s) was not found.
es_es: No se ha encontrado grabaciones en el Buzon de Voz.

source: On settings page, change voicemail audio format. It is currently set to %s
es_es: EN pagina de configuración, cambien el formato de audio. Actualmente esta como %s

source: Voicemail Login not found.
es_es: No se encontro el usuario del Buzon de Voz, se usa el usuario de la extensión.

source: No access to voicemail
es_es: No tiene permiso para acceder al Buzon de Voz

source: No Voicemail Recordings for Admin
es_es: No hay grabaciones en el Buzon de Voz de Admin

source: Voicemail for %s (%s)
es_es: Buzon de Voz de %s (%s)

source: Calling:
es_es: Llamando:

source: . Please wait patiently...
es_es: Por favor espere pacientemente ...

source: Could not create mailbox folder %s on the server
es_es: No puedo crear la carpeta %s en el buzon de voz

source: Permission denied on folder %s or %s
es_es: Permiso denegado en el directorio %s o %s

source: Folders
es_es: Carpetas

source: Original work based on ARI from Littlejohn Consulting
es_es: Trabajo original basado en ARI de Littlejohn Consulting
