Repository: gvsurenderreddy/pbxframework
Catalog: 13.0/pinsets/i18n/*/LC_MESSAGES/pinsets.po
Languages: ru_ru

source: Actions
ru_ru: Действия

source: Add PIN Sets
ru_ru: Добавить наборы ПИНов

source: Delete
ru_ru: Удалить

source: Edit PIN Set
ru_ru: Изменить лист PIN-кодов

source: Enter a list of one or more PINs. One PIN per line.
ru_ru: Введите PIN-коды в список, по одному в строке.

source: List PIN Sets
ru_ru: Список наборов ПИН

source: New PIN Set
ru_ru: Новый лист PIN-кодов

source: No
ru_ru: Нет

source: None
ru_ru: Нет

source: Optional: Select a PIN set to use. If using this option, leave the Route Password field blank.
ru_ru: Опционально: выбрать лист PIN-кодов. Если используется эта опция - необходимо оставлять поле Пароль на маршруте пустым.

source: PIN List
ru_ru: Список ПИН

source: PIN Set
ru_ru: Лист PIN-кодов

source: PIN Set Description
ru_ru: Описание набора ПИН

source: PIN Sets are used to manage lists of PINs that can be used to access restricted features such as Outbound Routes. The PIN can also be added to the CDR record's 'accountcode' field.
ru_ru: Модуль списков PIN-кодов используется для организации доступа к специальным исходящим маршрутам с ограниченными правами. Сам набираемый PIN-код можно добавлять также в отчёт о звонках в специальное поле 'accountcode'.

source: Pin Sets
ru_ru: Наборы ПИН

source: Please enter a description for this pinset
ru_ru: Пожалуйста, введите описание для этого набора ПИН

source: Please enter a valid Description
ru_ru: Укажите разрешенное описание

source: Record In CDR
ru_ru: Запись в CDR

source: Reset
ru_ru: Сброс

source: Select Yes, if you would like to record the PIN in the call detail records when used
ru_ru: Выберите Да, если Вы хотели бы сделать запись PIN в информации о вызове, когда используется

source: Submit
ru_ru: Сохранить

source: Unnamed
ru_ru: Без названия

source: Yes
ru_ru: Да

source: already done
ru_ru: уже сделано

source: checking if migration required..
ru_ru: проверяется необходимость переноса данных..

source: continuing..
ru_ru: продолжаем..

source: done
ru_ru: готово

source: dropping used_by field..
ru_ru: сбрасываем поле used_by..

source: migrating..
ru_ru: переносим..

source: migration aborted
ru_ru: перенос отменён

source: no used_by field???
ru_ru: отсутствует поле used_by???

source: unknown error fetching table data
ru_ru: произошла непонятная ошибка при попытке анализа данных таблицы
