Repository: gvsurenderreddy/pbxframework
Catalog: 13.0/fw_langpacks/po/*/irc.po
Languages: bg_bg, es_es, sv_se

source: Admin
bg_bg: Админ
es_es: Administrador

source: As IRC is an un-moderated international medium, FreePBX, Schmooze Com, Inc or any other party can not be held responsible for the actions or behavior of other people on the network
es_es: Como IRC es un medio internacional no-moderado, Sangoma, FreePBX, Schmooze Com, Inc. o cualquier otra parte no puede ser considerado responsable de las acciones o conducta de otras personas en la red

source: If you do not want this information to be made public, please use another IRC client, or contact a commercial support provider
bg_bg: Ако не искате тази информация да става публично достояние, моля използвайте друг IRC клиент, или се свържете с представител за платена поддръжка
es_es: Si no quiere que esta información sea pública, por favor use otro cliente IRC para conectarse, o contacte con un proveedir de soporte comercial
sv_se: Om du inte vill att denna information ska vara tillgänglig för andra måste du använda en annan IRC-klient eller kontakta någon annan typ av support

source: If you wish to change this to your normal nickname, you can type '<b>/nick yournickname</b>', and your nick will change. This is an ENGLISH ONLY support channel. Sorry.
bg_bg: Ако искате да го промените с вашо име, напишете '<b>/nick yournickname</b>', и името ви ще се промени. Този канал поддържа САМО АНГЛИЙСКИ ЕЗИК. Съжаляваме.
es_es: Si desea cambiar su nick, puede escribir el comando '<b>/nick nuevo_nick</b>'. Este es un canal de soporte sólo en inglés. Lo sentimos.
sv_se: Om du vill ändra detta till ditt vanliga alias, kan du skriva '<b>/nick dittalias</b>', och ditt alias kommer att bytas ut. Supporten är tyvärr endast på ENGELSKA.

source: Online Resources
bg_bg: Онлайн Ресурси
es_es: Recursos online
sv_se: Resurser på Internet

source: Online Support
bg_bg: Онлайн Поддръжка
es_es: Soporte online

source: Start IRC
bg_bg: Стартирай IRC
es_es: Iniciar IRC
sv_se: Starta IRC

source: This allows you to contact the FreePBX channel on IRC.
bg_bg: Това ви позволява да се свържете с FreePBX канала в IRC.
es_es: Esto le permite conectarse al canal de FreePBX mediante IRC.
sv_se: Denna modul kopplar upp dig mot FreePBX-kanalen på IRC (Internet Relay Chat).

source: This module lets you connect to the IRC network where developers and other users chat. You can chat to the developers live, if you have problems
bg_bg: Този модул ви позволява да се свържете към IRC мрежата, където разработчици и други потребители чатят. Можете да чатите на живо с разработчиците, ако имате някакви проблеми
es_es: Este módulo le permite conectarse IRC en la que los desarrolladores y otros usuarios de chatean. Usted puede charlar con los desarrolladores en vivo, si tiene problemas
sv_se: Denna modul ger dig möjlighet att koppla upp mot IRC där utvecklare och andra användare håller till. Du kan kommunicera i realtid med utvecklare om du har problem

source: What nickname would you like to use? If you leave this blank, a nick will be automatically generated for you.
bg_bg: Какво име желаете да използвате? Ако го оставите празно, автоматично ще ви се генерира име.
es_es: ¿Qué nick desea usar? Si lo deja vacío, se generará uno automáticamente.
sv_se: Vilken alias vill du använda? Om du lämnar detta tomt kommer ett alias att automatiskt att skapas för dig.

source: When you connect to IRC, to assist in support, the IRC client will automatically send the following information to everyone in the #freepbx channel:
bg_bg: Когато се свържете към IRC, за да ви помогне в поддръжката, IRC клиента автоматично ще изпрати следната информация към всички в #freepbx канала:
es_es: Cuando se conecte al IRC, para poder ser ayudado, el cliente IRC enviará automáticamente la siguiente información a todos los usuarios del canal #freepbx:
sv_se: När du kopplar upp dig till IRC, för att underlätta support, kommer IRC-klienten att automatiskt skicka följande information som alla i #freepbx-kanalen kan se:

source: When you connect, you will be automatically be named 'FreePBX' and a random 4 digit number, eg, FreePBX3486.
bg_bg: Когато се свържете, автоматично ще бъдете именуван 'FreePBX' и случаен 4 цифров номер, например FreePBX3486.
es_es: Cuando se conecte, su nick será del tipo 'FreePBX' seguido de un número de 4 dígitos, por ejemplo, FreePBX3486.
sv_se: När du kopplar upp kommer du automatiskt att få namnet 'FreePBX' och ett slumpmässig 4-siffrigt nummer, t.ex FreePBX3486.

source: Your FreePBX version:
bg_bg: Вашата FreePBX Версия:
es_es: Su versión de FreePBX:
sv_se: Din version av FreePBX:

source: Your Linux Distribution:
bg_bg: Вашата Линукс Дистрибуция:
es_es: Su distribución Linux:
sv_se: Din Linuxdistribution:
