Repository: gvsurenderreddy/pbxframework
Catalog: 13.0/fw_langpacks/po/*/manager.po
Languages: es_es

source: Add Manager
es_es: Añadir gestor

source: Asterisk API
es_es: API Asterisk

source: Asterisk Manager Users
es_es: Usuarios gestor Asterisk

source: Check All/None.
es_es: Marcar todos/ninguno.

source: Check Asterisk documentation.
es_es: Revise la documentación de Asterisk.

source: Choose Manager:
es_es: Seleccione gestor:

source: Choose the user that PHPAGI will use to connect the Asterisk API.
es_es: Seleccione el usuario que PHPAGI usará para conectarse a la API de Asterisk.

source: Conflicting FreePBX Manager of %s has not been added
es_es: Conflicto Gestor FreePBX de %s no ha sido agregado

source: Delete Manager
es_es: Eliminar gestor

source: Deny:
es_es: Denegar:

source: Edit Manager
es_es: Editar gestor

source: If you want to deny many hosts or networks, use & char as separator.<br/><br/>Example: 192.168.1.0/255.255.255.0&10.0.0.0/255.0.0.0
es_es: Si desea denegar varios equipos o redes, use el símbol '&' como separador.<br/><br/>Por ejemplo: 192.168.1.0/255.255.255.0&10.0.0.0/255.0.0.0

source: If you want to permit many hosts or networks, use & char as separator. Look at deny example.
es_es: Si desea permitir varios equipos o redes, use el símbolo '&' como separador. Revise el ejemplo del campo 'Denegar'.

source: Increasing read field size if needed..
es_es: Incrementando tamaño de lectura de campo si es necesario..

source: Increasing write field size if needed..
es_es: Incrementando tamaño del campo si es requerido..

source: Manager
es_es: Gestor

source: Manager name:
es_es: Nombre del gestor:

source: Manager secret:
es_es: Contraseña del gestor:

source: Manager:
es_es: Gestor:

source: Name of the manager without space.
es_es: Nombre del gestor, sin espacios.

source: Password for the manager.
es_es: Contraseña para el gestor.

source: Permit:
es_es: Permitir:

source: Read
es_es: Lectura

source: Rights
es_es: Permisos

source: Settings
es_es: Configuracion

source: Submit Changes
es_es: Enviar cambios

source: The manager deny is not well formatted.
es_es: El campo 'Denegar' no tiene el formato correcto.

source: The manager name cannot be empty or may not have any space in it.
es_es: El nombre del gestor no puede estar vacío ni contener espacios.

source: The manager permit is not well formatted.
es_es: El campo 'Permitir' no tiene el formato correcto.

source: The manager read field is not well formatted.
es_es: El campo 'Lectura' no tiene el formato correcto.

source: The manager secret cannot be empty.
es_es: La contraseña del gestor no puede estar vacía.

source: The manager write field is not well formatted.
es_es: El campo 'Escritura' no tiene el formato correcto.

source: This manager already exists
es_es: Este gestor ya existe

source: Write
es_es: Escritura

source: deleted
es_es: eliminado

source: error encountered, not altered
es_es: error encontrado, no alterado
