Repository: gvsurenderreddy/pbxframework
Catalog: 13.0/fw_langpacks/po/*/miscdests.po
Languages: es_es

source: Actions
es_es: Acciones

source: Add Misc Destination
es_es: Añadir destino

source: Allows creating destinations that dial any local number (extensions, feature codes, outside phone numbers) that can be used by other modules (eg, IVR, time conditions) as a call destination.
es_es: Permite la creación de destinos que marcan cualquier número local (extensiones, códigos de funciones, números de teléfono externos) que puede ser utilizado por otros módulos (por ejemplo, IVR, condiciones de tiempo) como un destino de la llamada.

source: Applications
es_es: Aplicaciones

source: Delete
es_es: Eliminar

source: Description:
es_es: Descripción:

source: Dial:
es_es: Marcar:

source: Edit Misc Destination
es_es: Editar destino

source: Enter the number this destination will simulate dialing, exactly as you would dial it from an internal phone. When you route a call to this destination, it will be as if the caller dialed this number from an internal phone.
es_es: Introduzca el número que simulará este destino, de la misma forma en la que se marcaría desde un teléfono interno. Cuando se enrute una llamada a este destino, será tratada como si se hubiera llamado desde el teléfono interno.

source: Give this Misc Destination a brief name to help you identify it.
es_es: Asigne al destino un breve nombre que le ayude a identificarlo.

source: If you need access to a Feature Code, such as *98 to dial voicemail or a Time Condition toggle, these destinations are now provided as Feature Code Admin destinations. For upgrade compatibility, if you previously had configured such a destination, it will still work but the Feature Code short cuts select list is not longer provided.<br/><br/>
es_es: Si necesita acceder a un código de función, como por ejemplo *98 para marcar el correo de voz o un toggle de Condición Tiemporal, estos destinos son prestados actualmente como destinos Código de función admin. Para la compatibilidad de actualización, si previamente ha configurado un destino tal, seguirá funcionando, pero os atajos del código de función ya no será provisto. <br/><br/>

source: Language
es_es: Idioma

source: List Misc Destinations
es_es: Lista de Destinos Miscelaneos

source: Misc Destination: %s
es_es: Destino: %s

source: Misc Destinations
es_es: Destinos varios

source: Misc Destinations are for adding destinations that can be used by other FreePBX modules, generally used to route incoming calls. If you want to create feature codes that can be dialed by internal users and go to various destinations, please see the <strong>Misc Applications</strong> module.
es_es: Los destinos varios se utilizan para añadir destinos que puedan ser usados por otros módulos de FreePBX, que se usan generalmente para enrutar llamadas internas. Si desea crear códigos de características que puedan ser marcados por usuarios internos y que vayan a varios destinos, utilice el módulo de <strong>Aplicaciones varias</strong>.

source: Please enter a valid Description
es_es: Por favor, introduzca una descripción válida

source: Please enter a valid Dial string
es_es: Por favor, introduzca una cadena de marcación válida

source: Removing Settings table
es_es: removiendo tabla de Configuraciones

source: Reset
es_es: Restaura

source: Submit
es_es: Envio

source: This destination is in use. Deleting it may cause things to not work properly
es_es: Este destino esta en uso. Borrarlo puede causar algunas cosas no funcionen adecuadamente
