Repository: gvsurenderreddy/pbxframework
Catalog: 13.0/fw_langpacks/po/*/music.po
Languages: es_es, fr_fr, it_it, pt_br

source: Add Music Category
es_es: Añadir categoría de música
fr_fr: Ajouer une Catégorie de Musique
it_it: Aggiungi Categoria Musica
pt_br: Adicionar a categoria de música

source: Add Streaming Category
es_es: Añadir categoría de música en directo
fr_fr: Ajouter une Catégorie de Sreaming
it_it: Aggiungi Categoria Streaming
pt_br: Adicionar categoria de streaming

source: Allows you to Set up Different Categories for music on hold. This is useful if you would like to specify different Hold Music or Commercials for various ACD Queues.
es_es: Le permite configurar diferentes categorías para la música en espera. Esto es útil si desea usar diferentes músicas en espera o anuncios para las colas.
fr_fr: Vous permet de définir différentes Catégories pour la musique d'attente. C'est utile si vous voulez spécifier différentes musiques d'attentes ou publicités pour diverses Files d'Attente.
it_it: Permette di impostare differenti categorie di musiche di attesa. E' molto utile se si vogliono creare attese o messaggi per diverse Code.
pt_br: Permite a você configurar diferentes categorias para música em espera. Isto é útil se você quiser especificar uma música em espera diferente ou comerciais para várias fila do DAC.

source: Application:
es_es: Aplicación:
it_it: Applicazione:
pt_br: Aplicação:

source: Cannot write to file
es_es: No se pudo escribir en el archivo
fr_fr: Impossible d'écrire dans le fichier
it_it: Impossibile scrivere il file
pt_br: Impossível gravar para arquivo

source: Categories: \"none\" and \"default\" are reserved names. Please enter a different name
es_es: Los nombres de categorías: \"none\" (\"Ninguna\") y \"default\" (\"Por defecto\"). Son nombres reservados. Por favor, use un nombre diferente
fr_fr: Catégories : \"none\" et \"default\" sont des noms réservés. Veuillez entrer un nom différent.
it_it: Categorie: \"none\" e \"default\" sono nomi riservati. Prego immettere un nome differente
pt_br: Categorias: \"none\"e\"default\" são nomes reservados. Por favor entre com um nome diferente

source: Category Name:
es_es: Nombre de la categoría:
fr_fr: Nom de la Catégorie :
it_it: Nome Categoria:
pt_br: Nome da categoria:

source: Category:
es_es: Categoría:
fr_fr: Catégorie :
it_it: Categoria:
pt_br: Categoria:

source: Check
es_es: Comprobar
fr_fr: Contôler
it_it: Controllo
pt_br: Selecionar

source: Completed processing
es_es: Procesamiento completado
fr_fr: Traitement Terminé
it_it: Processo completato
pt_br: Processamento completado

source: Convert Music Files to WAV
es_es: Convertir archivos de Música en WAV
pt_br: Converter Arquivos de Musica para WAV

source: Delete
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
pt_br: Apagar

source: Delete Music Category %s
es_es: Eliminar categoría de música %s
fr_fr: Supprimer la Catégorie de Musique %s
it_it: Elimina Categoria Musica %s
pt_br: Apagar a categoria de música %s

source: Delete Streaming Category
es_es: Eliminar categoría de música en directo
fr_fr: Supprimer la Catégorie de Streaming
it_it: Elimna Categoria Streaming
pt_br: Apagar a categoria de streaming

source: Deleted
es_es: Eliminado
fr_fr: Supprimé
it_it: Eliminato
pt_br: Apagado

source: Disable Random Play
es_es: Deshabilitar reproducción aleatoria
fr_fr: Désactiver Lecture Aléatoire
it_it: Disattiva Riproduzione Casuale
pt_br: Desabilita execução randômica

source: Do not encode wav to mp3
es_es: No codificar de WAV a MP3
fr_fr: Ne pas encoder wav en mp3
it_it: Non convertire da wav a mp3
pt_br: Não codificar de wav para mp3

source: Edit Streaming Category
es_es: Editar categoría de música en directo
fr_fr: Editer la Catégorie Streaming
it_it: Modifica Categoria Streaming
pt_br: Editar Categoria Transmissão

source: Enable Random Play
es_es: Habilitar reproducción aleatoria
fr_fr: Activer Lecture Aléatoire
it_it: Attiva Riproduzione Casuale
pt_br: Habilita execução randômica

source: Error Deleting %s
es_es: Error al eliminar %s
fr_fr: Erreur lors de la Suppression de %s
it_it: Errore durante l'eliminazione di %s
pt_br: Erro apagando %s

source: Error Processing
es_es: Error de procesamiento
fr_fr: Erreur pendant le Traitement
it_it: Errore durante il processo
pt_br: Erro de processando

source: Music on Hold
es_es: Música en espera
fr_fr: Musique d'Attente
it_it: Musica di Attesa
pt_br: Música em espera

source: No file provided
es_es: No se ha especificado un archivo
fr_fr: Pas de fichier fourni
it_it: Nessun file caricato
pt_br: Nenhum arquivo fornecido

source: On Hold Music
es_es: Música en espera
fr_fr: Musique d'Attente
it_it: Musica di Attesa
pt_br: Música em espera

source: Optional Format:
es_es: Formato opcional:
fr_fr: Format Optionnel :
it_it: Formato Opzionale:
pt_br: Formato opcional:

source: Optional value for "format=" line used to provide the format to Asterisk. This should be a format understood by Asterisk such as ulaw, and is specific to the streaming application you are using. See information on musiconhold.conf configuration for different audio and Internet streaming source options.
es_es: Valor opcional para la línea de código "format=" que se usará para configurar el formato de la música en Asterisk. Debería ser un formato que Asterisk pueda manejar, como ULAW, y es específico a la aplicación de música en directo que se esté usando. Puede obtener más información en el archivo de configuración musiconhold.conf para configurar las opciones sobre los orígenes de música en directo.
fr_fr: Valeur Optionnelle pour la ligne "format=" utilisée pour fournir le format à Asterisk. Le format doit être compréhensible pour Asterisk, comme ulaw, et est spécifique à l'application de streaming que vous utilisez. Voir les informations dans la configuration musiconhold.conf pour différentes options de source de streaming audio et Internet.
it_it: Questo è il valore opzionale per la riga "format=" utilizzato per fornire ad Asterisk il formato usato. Questo deve essere un formato interpretato correttamente da Asterisk come per esempio ulaw, ed è specificato nell'applicazione utilizzata per lo streaming. Cercare su Internet ulteriori informazioni sulla configurazione del file musiconhold.conf per lo streaming.
pt_br: Valor opcional para a linha "format=" usada para prover o formato para o Asterisk. Isto deve ser um formato entendido pelo Asterisk como o ulaw e é específica para a aplicações de streaming. Veja a informação no arquivo musiconhold.conf para diferentes opções de streaming de Internet e audio.

source: Please enter a streaming application command and arguments
es_es: Por favor, introduzca el comando de la aplicación para la reproducción de música en directo y sus argumentos
fr_fr: Veuillez entrer une commande d'application de streaming et des arguments
it_it: Prego immettere un comando dell'applicazione streaming e gli argomenti
pt_br: Por favor, entre com um comando da aplicação streaming e argumentos

source: Please enter a valid Category Name
es_es: Por favor, introduzca un nombre de categoría válido
fr_fr: Veuillez entrer un Nom de Catégorie valide
it_it: Prego immettere un Nome di Categoria valido
pt_br: Por favor, entre com um nome de categoria válido

source: Please select a file to upload
es_es: Por favor, seleccione un archivo a enviar
fr_fr: Veuillez sélectionner un fichier à uploader
it_it: Prego selezionare un file da caricare
pt_br: Por favor selecionar o arquivo para envio

source: Please wait until the page loads. Your file is being processed.
es_es: Por favor, espere mientras la página se carga. Su archivo se está procesando.
fr_fr: Veuillez patienter pendant le chargement de la page. Votre fichier est en cours de traitement.
it_it: Prego attendere fino a quando la pagina non si ricarica. Sto processando il file.
pt_br: Por favor aguarde até a página carregar. Seu arquivo está sendo processado.

source: Settings
es_es: Configuración
pt_br: Configurações

source: Submit Changes
es_es: Enviar cambios
fr_fr: Appliquer les Modifications
it_it: Conferma Cambiamenti
pt_br: Enviar Mudanças

source: System Setup
es_es: Configuración del sistema
pt_br: Configuração do Sistema

source: The volume adjustment is a linear value. Since loudness is logarithmic, the linear level will be less of an adjustment. You should test out the installed music to assure it is at the correct volume. This feature will convert MP3 files to WAV files. If you do not have mpg123 installed, you can set the parameter: <strong>Convert Music Files to WAV</strong> to false in Advanced Settings
es_es: El ajuste del volumen es un valor lineal. Dado que sonoridad es logarítmica, el nivel lineal será menos que un ajuste. Usted debe probar la música instalada para asegurar que está en el volumen correcto. Esta característica convertir archivos MP3 a WAV. Si usted no tiene mpg123 instalado, puede establecer el parámetro: <strong>Convert Music Files to WAV</strong> en falso en Configuración avanzada
pt_br: O ajuste de volume é um valor linear. Desde que a sonoridade é logarítmica, o nível linear será menos de um ajuste. Você deve testar a música instalada para assegurar que ela está com o volume correto. Esta função converterá arquivos MP3 para WAV. Se você nao tem mpg123 instalado, você pode definir o parâmetro: <strong>Converter Arquivos De Música para WAV</strong> para falso em Configurações Avançadas

source: This is not a fatal error, your Music on Hold may still work.
es_es: Éste no es un error fatal; la música en espera continuará funcionando.
fr_fr: Ce n'est pas une erreur fatale, votre Musique d'Attente fonctionnera peut-être encore.
it_it: Questo non è un errore fatale, la Musica di Attesa potrebbe ancora funzionare.
pt_br: Este não é um erro fatal, sua música em espera ainda pode funcionar.

source: This is the "application=" line used to provide the streaming details to Asterisk. See information on musiconhold.conf configuration for different audio and Internet streaming source options.
es_es: Esta es la línea de código "application=" que se usará para configurar la música en directo en Asterisk. Puede obtener más información en el archivo de configuración musiconhold.conf para configurar las opciones sobre los orígenes de música en directo.
fr_fr: Il s'agit de la ligne "application=" utilisée pour fournir les détails de streaming à Asterisk. Voir les informations dans la configuration musiconhold.conf pour différentes options de source de streaming audio et Internet.
it_it: Questa è la riga "application=" utilizzata per fornire i dettagli dello streaming ad Asterisk. Cercare su Internet ulteriori informazioni sulla configurazione del file musiconhold.conf per lo streaming.
pt_br: Esta é a linha "application=" usada para prover os detalhes de streaming do Asterisk. Veja a informação no arquivo musiconhold.conf para diferentes opções de fontes de streaming na Internet e audio.

source: Upload
es_es: Enviar
fr_fr: Uploader
it_it: Carica
pt_br: Enviar

source: Upload a .wav or .mp3 file:
es_es: Enviar archivo WAV o MP3:
fr_fr: Uploader un fichier .wav ou .mp3 :
it_it: Carica un file .wav o .mp3:
pt_br: Enviar um arquivo .wav ou .mp3:

source: Uploading and management of sound files (wav, mp3) to be used for on-hold music.
es_es: Carga y gestión de archivos de sonido (wav, mp3) que se utilizarán para la música en espera.
pt_br: Enviar e gerenciar arquivos de som (wav, mp3) para ser usado como musica de espera.

source: Volume 10%
es_es: Volumen 10%

source: Volume 100%
es_es: Volumen 100%

source: Volume 125%
es_es: Volumen 125%

source: Volume 150%
es_es: Volumen 150%

source: Volume 25%
es_es: Volumen 25%

source: Volume 50%
es_es: Volumen 50%

source: Volume 75%
es_es: Volumen 75%

source: Volume Adjustment
es_es: Ajuste de volumen
fr_fr: Réglage du Volume
it_it: Aggiustamento Volume
pt_br: Ajustar Volume

source: When set to false, the MP3 files can be loaded and WAV files converted to MP3 in the MoH module. The default behavior of true assumes you have mpg123 loaded as well as sox and will convert MP3 files to WAV. This is highly recommended as MP3 files heavily tax the system and can cause instability on a busy phone system
es_es: Cuando se establece en falso, los archivos MP3 se pueden cargar y archivos WAV convertidos a MP3 en el módulo del MoH. El comportamiento predeterminado de verdadero supone que tiene mpg123 cargado, así como SOX y convertirá archivos MP3 a WAV. Esto es muy recomendable ya que archivos MP3 sobrecargan el sistema y pueden causar inestabilidad en un sistema de teléfono ocupado
pt_br: Quando definir para falso, os arquivos MP3 podem ser carregados e arquivos WAV convertidos para MP3 no módulo MoH. O comportamento padrão de verdadeiro assume que você tenha mpg123 carregado bem como sox e converterá arquivos MP3 para WAV. Isto é altamente recomendado como arquivos MP3 carregam muito o sistema e podem causar instabilidade num sistema de telefone lotado

source: You must have at least one file for On Hold Music. Please upload one before deleting this one.
es_es: Debe tener al menos un archivo de música en espera. Por favor, envíe algún archivo antes de eliminar éste.
fr_fr: Vous devez avoir au moins un fichier pour la Musique d'Attente. Veuillez uploader un autre fichier avant de supprimer celui-ci.
it_it: Bisogna avere almeno un file per la Musica di Attesa. Caricarne uno prima di cancellare questo.
pt_br: Você deve ter pelo menos um arquivo para Música em Espera. Por favor, faça o upload de um antes de excluír este.

source: default
es_es: Por defecto
fr_fr: par défaut
it_it: predefinito
pt_br: padrão

source: in
es_es: en
fr_fr: dans
it_it: di
pt_br: em

source: sox failed to convert file and original could not be copied as a fall back
es_es: sox no logró convertir el archivo y el original no se puede copiar de nuevo
pt_br: sox falhou em converter arquivo e o original não pôde ser copiado como um substituto
