Repository: gvsurenderreddy/pbxframework
Catalog: 13.0/fw_langpacks/po/*/outroutemsg.po
Languages: es_es, ja_jp

source: Can not create outroutemsg table
es_es: No se puede crear la tabla outroutemsg
ja_jp: outroutemsgテーブルの作成ができません

source: Configures message or congestion tones played when all trunks are busy in a route. Allows different messages for Emergency Routes and Intra-Company Routes
es_es: Configura tonos de mensaje o de congestión reproducidos cuando todas las troncales están ocupadas en una ruta. Permite diferentes mensajes para rutas de emergencia y rutas intra-empresa
ja_jp: ルート内の全てのトランクがビジー状態のときに再生されるメッセージ又は輻輳トーンを設定します。緊急ルートや社内ルートに対して異なるメッセージを許可します。

source: Congestion Tones
es_es: Tonos de Congestión
ja_jp: 輻輳トーン

source: Default Message
es_es: Mensaje por Defecto
ja_jp: デフォルトメッセージ

source: Emergency Routes
es_es: Rutas de Emergencia
ja_jp: 緊急ルート

source: Intra-Company Routes
es_es: Rutas Intra-Company
ja_jp: 社内ルート

source: Message or Tone
es_es: Mensaje o Tono
ja_jp: メッセージ or トーン

source: Message or tone to be played if no trunks are available.
es_es: Mensaje o tono que será reproducido si NO hay líneas disponibles.
ja_jp: 利用可能なトランクがない場合に再生されるメッセージ又はトーン。

source: Message or tone to be played if no trunks are available. Used on all emergency routes. Consider a message instructing callers to find an alternative means of calling emergency services such as a cell phone or alarm system panel.
es_es: Mensaje o tono que se reproducirá, si no se dispone de líneas. Utilizado en todas las rutas de emergencia. Considere la posibilidad de un mensaje que indique al llamante a encontrar una alternativa a llamar a los servicios de emergencia, tales como un teléfono móvil o panel de alarma del sistema.
ja_jp: 利用可能なトランクがない場合に再生されるメッセージ又はトーン。全ての緊急ルートとして使用されます。携帯電話やアラームシステムパネルなどの代替としての緊急サービスを呼び出す手段を見つけるように、発信者に対して指示するメッセージを検討してください。

source: Message or tone to be played if no trunks are available. Used on routes marked as intra-company only.
es_es: Mensaje o tono que será reproducido si no hay líneas disponibles. Utilizado en rutas marcadas sólo como intra-company.
ja_jp: 利用可能なトランクがない場合に再生されるメッセージ又はトーン。ルートが、社内ルートとしてマークされてる時のみ使用。

source: Message or tone to be played if there was no answer. Default message is:<br>"The number is not answering."<br> Hangupcause is 18 or 19
es_es: Mensaje o tono que se reproducirá si no hay respuesta. Por defecto el mensaje es:<br>"El número no responde."<br> HANGUPCAUSE es 18 o 19
ja_jp: 応答がない場合に再生されるメッセージ 又はトーン。デフォルトのメッセージは：<br>"The number is not answering."<br>ハングアップ理由は 18 又は 19 となります。

source: Message or tone to be played if trunk reports Number or Address Incomplete. Usually this means that the number you have dialed is to short. Default message is:<br>"The number you have dialed is not in service. Please check the number and try again."<br>Hangupcause is 28
es_es: Mensaje o tono que se reproducirá si la línea reporta Número o Dirección Incompleta. Por lo general, esto significa que el número marcado es corto. Por defecto el mensaje es:<br>"El número marcado no está en servicio. Por favor, consulte el número y vuelva a intentarlo."<br> HANGUPCAUSE es 28
ja_jp: トランクからのレポートが、番号 又は アドレスが不完全だった場合に再生されるメッセージ又はトーン。通常はダイヤルした番号が短すぎる場合です。デフォルトメッセージ：<br>"The number you have dialed is not in service. Please check the number and try again."<br>ハングアップ理由は 28 となります。

source: No Answer
es_es: No Contesta
ja_jp: 応答なし

source: No Routes Available
es_es: Rutas Disponibles
ja_jp: 利用可能なルートがありません

source: Number or Address Incomplete
es_es: Número o Dirección Incompleta
ja_jp: 不完全な番号 又は アドレス

source: Route Congestion Messages
es_es: Mensajes Congestión Rutas
ja_jp: ルートの輻輳メッセージ

source: Settings
es_es: Configuracion
ja_jp: 設定

source: Standard Routes
es_es: Rutas Estandar
ja_jp: 標準ルート

source: Submit Changes
es_es: Aplicar Cambios
ja_jp: 変更を適用

source: Trunk Failures
es_es: Fallos de Línea
ja_jp: トランクの障害
