Repository: gvsurenderreddy/pbxframework
Catalog: 13.0/fw_langpacks/po/*/phonebook.po
Languages: es_es, ja_jp, ru_ru

source: Add or replace entry
es_es: Añadir o reemplazar elemento
ja_jp: エントリの追加と上書き
ru_ru: Добавить или заменить запись

source: Admin
es_es: Administrador
ja_jp: アドミン
ru_ru: Админ

source: Are you sure you want to delete this entry ?
es_es: ¿Está seguro de que desea eliminar este elemento?
ja_jp: このエントリを削除しますか？
ru_ru: Вы хотите удалить эту запись?

source: Are you sure you want to empty your phonebook ?
es_es: ¿Está seguro de que desea vaciar el listín telefónico?
ja_jp: 電話帳を空にしますか？
ru_ru: Уверены в том, что хотите очистить вашу телефонную книгу?

source: Asterisk Phonebook
es_es: Listín telefónico de Asterisk
ja_jp: Asterisk 電話帳
ru_ru: Телефонная книга Астериск

source: Check to have a speed dial created automatically for this number
es_es: Marque esta casilla para crear automáticamente un código de marcación rápida para este número
ja_jp: この番号の短縮ダイヤルを自動的に作成する場合はチェックしてください。
ru_ru: Проверять есть ли быстрый набор автоматически для этого номера

source: Delete
es_es: Eliminar
ja_jp: 削除
ru_ru: Удалить

source: Edit
es_es: Editar
ja_jp: 編集
ru_ru: Редактировать

source: Empty Phonebook
es_es: Vaciar listín telefónico
ja_jp: 電話帳を空にする
ru_ru: Очистить Телефонную книгу

source: Enter a speed dial code<br/>Speeddial module is required to use speeddial codes
es_es: Introduzca un código de marcación rápida.<br/>Es necesario el módulo de 'Marcación rápida' para que funcione
ja_jp: スピードダイヤルコードを入力してください<br/>スピードダイヤルコードを使用するにはスピードダイヤルモジュールが必要です。
ru_ru: Введите код быстрого набора<br/>Понадобится модуль Speeddial для использования возможности быстрого набора

source: Enter the name
es_es: Introduzca el nombre
ja_jp: 名前を入力してください
ru_ru: Введите имя

source: Enter the number (For CallerID lookup to work it should match the CallerID received from network)
es_es: Introduzca el número (Para que búsqueda de CallerID funcione debe coincidir con el identificador de llamadas recibidas de la red)
ja_jp: 番号を入力してください(発信者番号検索が動作するために、ネットワークから受信した発信者番号とマッチする必要があります)
ru_ru: Введите номер (Что бы поиск CallerID работал, этот номер должен совпадать с входящим CallerID)

source: Export in CSV
es_es: Exportar a CSV
ja_jp: CSVへエクスポート
ru_ru: Экспортировать в формат CSV

source: File:
es_es: Archivo:
ja_jp: ファイル：
ru_ru: Файл:

source: Import a CSV File formatted as follows:<br/>"Name";Number;Speeddial<br /> Names should be enclosed by '"' and fields separated by ';' <br /><br /> Example:<br/>"John Doe";12345678;123
es_es: Importar un archivo CSV formateado como sigue:<br/>"Nombre";Número;CódigoMarcaciónRapida<br />Los nombres deben ir entre comillas ("") y los campos separados por punto y coma (;).<br/><br/>Por ejemplo:<br/>"John Doe";12345678;123
ja_jp: 次のようなフォーマットでCSVファイルをインポートします：<br/>"名前";番号;短縮ダイヤル<br /> 名前は'"'で囲われなければいけません、フィールドは';'で分けられなければいけません。 <br /><br /> 例：<br/>"John Doe";12345678;123
ru_ru: Импортироватьфайл CSV сформатированный следующим образом:<br/>"Имя";Номер;Код быстрого набора<br /> Имена и Фамилии должны быть заключены в двойные кавычки, а поля разделяются символом точка с запятой ';' <br /><br /> Например:<br/>"Вася Печкин";12345678;777

source: Import from CSV
es_es: Importar desde CSV
ja_jp: CSVからインポート
ru_ru: Импортировать из файла CSV

source: Imported
es_es: Importado
ja_jp: インポートしました
ru_ru: Импортировано

source: Name
es_es: Nombre
ja_jp: 名前
ru_ru: Имя

source: Name:
es_es: Nombre:
ja_jp: 名前
ru_ru: Имя:

source: Number
es_es: Número
ja_jp: 番号
ru_ru: Номер

source: Number:
es_es: Número:
ja_jp: 番号：
ru_ru: Номер:

source: Phone Book
es_es: Libreta telefónica
ja_jp: 電話帳
ru_ru: Телефонная книга

source: Phonebook
es_es: Listín telefónico
ja_jp: 電話帳
ru_ru: Телефонная книга

source: Phonebook emptied
es_es: Listín telefónico vaciado
ja_jp: 電話帳を空にしました
ru_ru: Телефонная книга очищена

source: Phonebook entries
es_es: Elementos del listín telefónico
ja_jp: 電話帳エントリ
ru_ru: Записи в телефонной книге

source: Phonebook entry
es_es: Elemento del listín telefónico
ja_jp: 電話帳エントリ
ru_ru: Запись в телефонной книке

source: Please enter a valid Name
es_es: Por favor, introduzca un nombre válido
ja_jp: 有効な名前を入力してください
ru_ru: Введите правильное имя

source: Please enter a valid Number
es_es: Por favor, introduzca un número válido
ja_jp: 有効な番号を入力してください
ru_ru: Введите правильный номер

source: Please enter a valid Speeddial code or leave it empty
es_es: Por favor, introduzca un código de marcación rápida válido
ja_jp: 有効な短縮ダイヤルを入力するか、空のままにしてください。
ru_ru: Введите правильный код быстрого набора

source: Provides a phonebook which can be used as base for Caller ID Lookup and Speed Dial
es_es: Proporciona una agenda que puede ser utilizada como base para identificador de llamadas de búsqueda y de marcación rápida
ru_ru: Предоставляет телефонную книгу, которая может быть использована в качестве основы для поиска Caller ID и Speed Dial

source: Set Speed Dial?
es_es: ¿Crear código de marcación rápida?
ja_jp: 短縮ダイヤルの自動設定
ru_ru: Установить быстрый набор?

source: Speed dial
es_es: Código de acceso directo
ja_jp: 短縮ダイヤル
ru_ru: Быстрый набор

source: Speed dial code:
es_es: Código de marcación rápida:
ja_jp: 短縮ダイヤルコード：
ru_ru: Код быстрого набора:

source: Submit Changes
es_es: Enviar cambios
ja_jp: 変更を適用
ru_ru: Применить изменить

source: Upload
es_es: Enviar
ja_jp: アップロード
ru_ru: Загрузить

source: Use this module to create system wide speed dial numbers that can be dialed from any phone.
es_es: Utilice este módulo para crear números de marcado rápido para todo el sistema y que se pueden marcar desde cualquier teléfono.
ja_jp: このモジュールを使用して、任意の電話機からダイヤルすることができるシステム全体の短縮ダイヤル番号を作成します。
ru_ru: Используйте этот модуль для создания общесистемных номеров быстрого набора которые могут быть набраны с любого телефона.

source: deleted
es_es: Eliminado
ja_jp: 削除されました
ru_ru: удалено

source: lines of
es_es: Líneas de
ja_jp: 次のライン
ru_ru: строк в
