Repository: gvsurenderreddy/pbxframework
Catalog: 13.0/fw_langpacks/po/*/queueprio.po
Languages: ru_ru

source: Add Queue Priority
ru_ru: Добавить приоритет в очереди

source: Add Queue Priority Instance
ru_ru: Добавить шаблон приоритета в очереди

source: Adds the ability to set a callers priority higher before entering a queue
ru_ru: Добавляет возможность повысить приоритет позвонившему перед помещением в очередь

source: Applications
ru_ru: Приложения

source: Delete
ru_ru: Удалить

source: Description
ru_ru: Описание

source: Destination
ru_ru: Назначение

source: Edit Queue Priority Instance
ru_ru: Редактировать шаблон приоритет в очереди

source: Edit:
ru_ru: Редактировать:

source: Invalid description specified
ru_ru: Использовано неправильное описание

source: Priority
ru_ru: Приоритет

source: Queue Priorities
ru_ru: Приоритеты в очередях

source: Queue Priority allows you to set a caller's priority in a queue. By default, a caller's priority is set to 0. Setting a higher priority will put the caller ahead of other callers already in a queue. The priority will apply to any queue that this caller is eventually directed to. You would typically set the destination to a queue, however that is not necessary. You might set the destination of a priority customer DID to an IVR that is used by other DIDs, for example, and any subsequent queue that is entered would be entered with this priority
ru_ru: Этот модуль позволяет назначать позвонившему приоритет в очереди. По умолчанию приоритет позвонившему устанавливается в 0. Повысив приоритет мы даём ему возможность обходить вперёд других абонентов, ожидающих в очереди. Назначенный приоритет будет применён ко всем очередям, в которые попадает этот абонент. Обычно вы назначаете направление для поступивших звонков в очередь, что не всегда обязательно. Например, обычным образом звонок приоритетного абонента на специальный DID нужно направить в Интерактивное меню, которое используется другими DID, и в результате он попадёт в очередь с заданным приоритетом

source: Queue Priority: %s
ru_ru: Приоритет очереди %s

source: Submit Changes
ru_ru: Применить изменения

source: The Queue Priority to set
ru_ru: Приоритет в очереди установлен

source: The descriptive name of this Queue Priority instance.
ru_ru: Узнаваемое имя для шаблона приоритета в очереди.
