Repository: gvsurenderreddy/pbxframework
Catalog: 13.0/fw_langpacks/po/*/queues.po
Languages: es_es

source: Using a Regex filter is fairly advanced, please confirm you know what you are doing or leave this blank
es_es: El uso de un filtro de Regex está bastante avanzado, por favor confirme que usted sabe lo que está haciendo o déjelo en blanco

source: WARNING FAILED %s
es_es: AVISO DE FALLO %s

source: Wait Time Prefix:
es_es: Prefijo de tiempo de espera:

source: Warning! Extension
es_es: Aviso: La extensión

source: Warning, there are compound recordings configured in one or more Queue configurations. Queues can not play these so they have been truncated to the first sound file. You should correct this problem.<br />Details:<br /><br />
es_es: Atención, hay grabaciones compuestas configuradas en una o más configuraciones de colas. Las colas no pueden reproducir este tipo de grabaciones, por lo que sólo se usará la primera grabación. Debería corregir este problema.<br/>Detalles:<br/><br/>

source: Wednesday
es_es: Miércoles

source: Weekly
es_es: Semanal

source: When No Free Agents
es_es: Cuando no hay Agentes Libres

source: When No Ready Agents
es_es: Cuando no hay Agentes Listos

source: When set to 'Call as Dialed' the queue will call an extension just as if the queue were another user. Any Follow-Me or Call Forward states active on the extension will result in the queue call following these call paths. This behavior has been the standard queue behavior on past FreePBX versions. <br />When set to 'No Follow-Me or Call Forward', all agents that are extensions on the system will be limited to ringing their extensions only. Follow-Me and Call Forward settings will be ignored. Any other agent will be called as dialed. This behavior is similar to how extensions are dialed in ringgroups. <br />When set to 'Extensions Only' the queue will dial Extensions as described for 'No Follow-Me or Call Forward'. Any other number entered for an agent that is NOT a valid extension will be ignored. No error checking is provided when entering a static agent or when logging on as a dynamic agent, the call will simply be blocked when the queue tries to call it. For dynamic agents, see the 'Agent Regex Filter' to provide some validation.
es_es: Cuando se establece en 'Llamar como Marcadas' la cola llamara a una extensión como si la cola fuera otro usuario. Cualquier Sigue-Me o Desvío de llamadas que este activo dará lugar a la llamada a seguir la ruta así indicada. Este comportamiento ha sido el comportamiento de la cola de serie en las versiones anteriores FreePBX. <br />Cuando se establece en 'No Sigue-Me o el desvío de llamadas', todos los agentes que son extensiones del sistema se limitará a sonar sus extensiones solamente. Sígue-Me y los ajustes de desvío de llamadas serán ignoradas. Cualquier otro agente se llamará como marcado. Este comportamiento es similar a cómo se marcan las extensiones en ringgroups. <br /> Cuando se establece en 'Extensiones Sólo' la cola marcará extensiones como se describe para 'No Follow-Me o el desvío de llamadas'. Cualquier otro número introducido por un agente que NO es una extensión válida será ignorado. No se proporciona ninguna comprobación de errores al introducir un agente estático o al iniciar la sesión como un agente dinámico, la llamada simplemente será bloqueada cuando la cola intenta llamarlo. Para los agentes dinámicos, consulte el "Filtro de Agente Regex 'proporcionar alguna validación.

source: When set to 'Yes' agents who are on an occupied phone will be skipped as if the line were returning busy. This means that Call Waiting or multi-line phones will not be presented with the call and in the various hunt style ring strategies, the next agent will be attempted. <br />When set to 'Yes + (ringinuse=no)' the queue configuration flag 'ringinuse=no' is set for this queue in addition to the phone's device status being monitored. This results in the queue tracking remote agents (agents who are a remote PSTN phone, called through Follow-Me, and other means) as well as PBX connected agents, so the queue will not attempt to send another call if they are already on a call from any queue. <br />When set to 'Queue calls only (ringinuse=no)' the queue configuration flag 'ringinuse=no' is set for this queue also but the device status of locally connected agents is not monitored. The behavior is to limit an agent belonging to one or more queues to a single queue call. If they are occupied from other calls, such as outbound calls they initiated, the queue will consider them available and ring them since the device state is not monitored with this option. <br /><br />WARNING: When using the settings that set the 'ringinuse=no' flag, there is a NEGATIVE side effect. An agent who transfers a queue call will remain unavailable by any queue until that call is terminated as the call still appears as 'inuse' to the queue UNLESS 'Agent Restrictions' is set to 'Extensions Only'.
es_es: Cuando se usa 'Sí' los Agentes que están en un teléfono ocupado se saltará como si la línea se pone ocupada. Esto significa que la llamada en espera o teléfono multilínea no se presentarán con la convocatoria y en las diversas estrategias de timbrado de estilo caza (hunt), se intentará el siguiente agente. <br /> Cuando usa en "Sí + (ringinuse = no) 'el indicador de configuración de colas' ringinuse = no 'se ha fijado para esta cola, además de estado del dispositivo del teléfono está supervisando. Esto se traduce en el rastreo agentes remotos (agentes que están en un teléfono remoto PSTN, llamados por SígueMe, u otros medios), así como PBX conectado agentes, por lo que la cola no intentará enviar otra llamada si ya están en una llamada desde cualquier cola. <br /> Cuando se usa "cola de llamadas sólo (ringinuse = no) 'el indicador de configuración de colas' ringinuse = no 'se establece para esta cola también, pero el estado del dispositivo de agentes conectados localmente no se supervisa. El comportamiento es limitar un agente que pertenece a una o más colas a una sola llamada. Si ellos están ocupados de otras llamadas, como las llamadas salientes que habían iniciado, la cola los considerará disponible y timbrara a ellos ya que el estado del dispositivo no se monitorea con esta opción. <br /><br /> ADVERTENCIA: Cuando se utiliza la configuración que establecen el 'ringinuse = no' , hay un efecto secundario negativo. Un agente que transfiere una llamada en cola no estará disponible por cualquier cola de espera hasta que la llamada se termina cuando la llamada sigue apareciendo como "inuse 'a la cola A MENOS que 'Restricciones de Agente' este en 'Extensiones Only '.

source: When set to YES, the following manager event will be generated: QueueMemberStatus
es_es: Cuando se establece en Sí, el siguiente evento de gestión se generará: QueueMemberStatus

source: When set to Yes agents devices that report busy upon a call attempt will be considered as a missed call and auto paused immediately or after the auto pause delay if configured
es_es: Cuando se establece en Sí dispositivos de agentes que informan ocupado en un intento de llamada se considerará como una llamada perdida y auto pauados inmediatamente o después de la demora de pausa automática si se ha configurado

source: When set to Yes agents devices that report congestion upon a call attempt will be considered as a missed call and auto paused immediately or after the auto pause delay if configured
es_es: Cuando se establece en Sí dispositivos agentes reporten congestión en un intento de llamada se considerará como una llamada perdida y serán puesto en auto pausa inmediatamente o después de la demora de pausa automática si se ha configurado

source: When set to Yes, the CID Name will be prefixed with the total wait time in the queue so the answering agent is aware how long they have waited. It will be rounded to the nearest minute, in the form of Mnn: where nn is the number of minutes.
es_es: Cuando se active esta opción, al nombre del llamante se le añadirá el tiempo total que el usuario ha estado en la cola, de tal forma que el agente que responda la llamada pueda saber cuánto tiempo ha estado esperando el usuario. Este tiempo será redondeado al minuto más cercano, de la forma, Mnn, donde nn es el número de minutos.

source: When this option is set to YES, the following manager events will be generated: AgentCalled, AgentDump, AgentConnect and AgentComplete.
es_es: Cuando esta opción se establece en YES(SI), se generarán los siguientes eventos : AgentCalled, AgentDump, AgentConnect y AgentComplete.

source: Whether this queue uses an IVR Break Out Menu or a Queue Callback. Queue Callbacks can also be achieved through an IVR, but requires extra configuration.
es_es: Indica si esta cola utiliza un IVR Break Out Menu o una cola de devolución de llamada. Cola de devoluciones de llamada también se puede lograr a través de un IVR, pero requiere una configuración adicional.

source: Wrap-Up-Time:
es_es: Tiempo-Wrap-up:

source: Yes
es_es: Sí

source: Yes + (ringinuse=no)
es_es: Si + (ringinuse=no)

source: Yes in all queues
es_es: Si en todas la colas

source: Yes in this queue only
es_es: Si solo en esta cola

source: You can optionally prefix the CallerID name of callers to the queue. ie: If you prefix with "Sales:", a call from John Doe would display as "Sales:John Doe" on the extensions that ring.
es_es: Usted puede prefijar opcionalmente el nombre del identificador de llamadas de personas que llaman a la cola. es decir: Si se prefija con "Ventas:", una llamada de John Doe mostraría como "Ventas: John Doe" en las extensiones que suenan.

source: You can optionally present an existing IVR as a 'break out' menu.<br><br>This IVR must only contain single-digit 'dialed options'. The Recording set for the IVR will be played at intervals specified in 'Repeat Frequency', below.
es_es: Usted puede presentar opcionalmente un IVR existente como un menú 'break-out'. <br><br> Este IVR sólo debe "opciones a marca" de un solo dígito. El conjunto de Grabación en la IVR se reproducirá a intervalos especificados en "Frecuencia de repetición ', a continuación.

source: You can require agents to enter a password before they can log in to this queue.<br><br>This setting is optional.
es_es: Puede pedir a los agentes que introduzcan una contraseña antes de que puedan iniciar sesión en esta cola.<br/><br/>Este parámetro es opcional.

source: adding agentannounce_id field..
es_es: Añadiendo campo 'agentannounce_id'..

source: adding joinannounce_id field..
es_es: Añadiendo campo 'joinannounce_id'..

source: already exists
es_es: Ya existe.

source: already migrated
es_es: Ya migrado.

source: checking for callback_id field..
es_es: chequeando campo callback_id..

source: checking for callconfirm field..
es_es: Chequeando por campo callconfirm..

source: checking for callconfirm_id field..
es_es: Chequeando por campo callconfirm_id..

source: checking for monitor_heard field..
es_es: chequeando por campo monitor_heard..

source: checking for monitor_spoken field..
es_es: chequeando por campo monitor_spoken..

source: checking for monitor_type field..
es_es: chequeando por campo monitor_type..

source: checking for qnoanswer field..
es_es: chequeando por campo qnoanswer..

source: checking for qregex field..
es_es: Comprobando campo 'qregex'..

source: checking for queuewait field..
es_es: Comprobando campo 'queuewait'..

source: checking for togglehint field..
es_es: chequeando por campo togglehint..

source: checking for use_queue_context field..
es_es: chequeando por campo use_queue_context..

source: day
es_es: día

source: default
es_es: Por defecto

source: deleted
es_es: eliminada.

source: dropping agentannounce field..
es_es: Eliminando campo 'agentannounce'..

source: dropping joinannounce field..
es_es: Eliminando campo 'agentannounce'..

source: fatal error
es_es: error fatal

source: fewestcalls
es_es: Agente con menos llamadas

source: hour
es_es: hora

source: hours
es_es: horas

source: inherit
es_es: Anterior

source: is not allowed for your account.
es_es: no está permitida por su cuenta.

source: leastrecent
es_es: Agente con última llamada más antigua

source: linear
es_es: lineal

source: migrate agentannounce to ids..
es_es: Migrando tabla 'agentannounce' a identificadores..

source: migrate joinannounce to ids..
es_es: Migrando tabla 'joinannounce' a identificadores..

source: migrated %s entries
es_es: Migrados %s elementos.

source: migrating
es_es: migrando

source: minute
es_es: minuto

source: minutes
es_es: minutos

source: no agentannounce field???
es_es: No existe el campo 'agentannounce'???

source: no joinannounce field???
es_es: No existe el campo joinannounce???

source: none
es_es: Ninguna

source: random
es_es: Aleatorio

source: random using the member's penalty as a weighting factor, see asterisk documentation for specifics
es_es: aleatoriamente usando penalidad del miembro como un factor de ponderación, ver documentación asterisk para obtener información específica

source: removing queues data extensions table..
es_es: Eliminando datos de la tabla de extensiones de colas..

source: ring agent which was least recently called by this queue
es_es: Hacer sonar el agente que menos recientemente contestó una llamada de esta cola

source: ring all available agents until one answers (default)
es_es: Hacer sonar todos los agentes disponibles hasta que uno conteste (opción por defecto)

source: ring random agent
es_es: Hacer sonar un agente aleatoriamente

source: ring the agent with fewest completed calls from this queue
es_es: Hacer sonar el agente que menos llamadas haya completado de esta cola

source: ringall
es_es: Sonar todos

source: rings agents in the order specified, for dynamic agents in the order they logged in
es_es: timbrando agentes en el orden especificado, para los agentes dinámicos en el orden en que registraron

source: round robin with memory, remember where we left off last ring pass
es_es: Todos contra todos ('roundrobin') con memoria; recuerda donde se dejó la última llamada

source: roundrobin
es_es: Todos contra todos

source: rrmemory
es_es: Con memoria

source: same as rrmemory, except the queue member order from config file is preserved
es_es: mismo que rrmemory, excepto que el orden miembro cola definido en el archivo de configuración se conserva

source: second
es_es: segundo

source: seconds
es_es: segundos

source: take turns ringing each available agent
es_es: hace sonar todos los agentes disponibles por turnos

source: wrandom
es_es: wrandon
