Repository: gvsurenderreddy/pbxframework
Catalog: 13.0/fw_langpacks/po/*/queues.po
Languages: es_es

source: (**) ERRORS
es_es: (**) ERRORES

source: (**) Warning Potential Errors
es_es: (**) Aviso de errores potenciales

source: (pick extension)
es_es: (Seleccione una extensión)

source: ALERT_INFO can be used for distinctive ring with SIP devices.
es_es: ALERT_INFO puede ser usado para timbrado distintivo con dispositivos SIP.

source: Add Queue
es_es: Añadir cola

source: Adjust the recording volume of the caller.
es_es: Ajusta el volumen de grabación del llamante.

source: Adjust the recording volume of the queue member (Agent).
es_es: Ajusta el volumen de grabación del miembro de la cola (Agente).

source: After Answered
es_es: Después de contestado

source: After a successful call, how many seconds to wait before sending a potentially free agent another call (default is 0, or no delay) If using Asterisk 1.6+, you can also set the 'Honor Wrapup Time Across Queues' setting (Asterisk: shared_lastcall) on the Advanced Settings page so that this is honored across queues for members logged on to multiple queues.
es_es: Después de una llamada exitosa, ¿cuántos segundos de espera antes de enviar un agente potencialmente libre otra llamada (por defecto es 0, o sin retardo) Si utiliza Asterisk 1.6+, también puede establecer el valor 'Honor Wrapup Time Across Queues' (Asterisk: shared_lastcall ) en la página Configuración Avanzada de modo que esta es honrado en toda colas para los miembros conectados a múltiples colas.

source: Agent Announce Msg
es_es: Menaje de anuncio de agente

source: Agent Announcement:
es_es: Anuncio de agente:

source: Agent Called Events Default
es_es: Eventos Agentes Llamados por defecto

source: Agent Regex Filter
es_es: Filtro Regex Agente

source: Agent Restrictions
es_es: Restricciones de Agente

source: Agent Ringing
es_es: Timbrado de Agente

source: Agent Timeout Restart:
es_es: Reinicio Tiempo agotado Agente:

source: Agent Timeout:
es_es: Tiempo de espera de agente:

source: Agent Volume Adjustment:
es_es: Ajuste de Volumen Agente:

source: Alert Info
es_es: Información de alerta

source: Always
es_es: Siempre

source: Always allows the caller to join the Queue.
es_es: Siempre permite al llamante unirse a la Cola.

source: Announce Hold Time:
es_es: Anunciar tiempo de espera estimado:

source: Announce Position:
es_es: Anunciar posición:

source: Announce position of caller in the queue?
es_es: Indica si se debe anunciar la posición del llamante en la cola?

source: Announcement played to anyone using an external follow-me to receive the queue call.<br><br>You must install and enable the "Systems Recordings" Module to edit this option
es_es: Anuncio reproducido a cualquier persona que utilice un Sigue-Me externo para recibir la llamada en cola. Usted debe instalar y habilitar el Modulo "Sistemas de Grabaciones" para modificar esta opción

source: Announcement played to callers once prior to joining the queue.<br><br>You must install and enable the "Systems Recordings" Module to edit this option
es_es: Anuncio que será reproducido a los llamantes una vez que hayan entrado en la cola.<br/><br/>Debe instalar el módulo de 'Grabaciones del sistema' para poder usar esta opción

source: Announcement played to callers prior to joining the queue. This can be skipped if there are agents ready to answer a call (meaning they still may be wrapping up from a previous call) or when they are free to answer the call right now. To add additional recordings please use the "System Recordings" MENU.
es_es: Anuncio reproducido a las personas que llaman antes de unirse a la cola. Esto se puede omitir si hay agentes listos para contestar una llamada (lo que significa que todavía pueden estar completando una llamada anterior) o cuando están libres para contestar la llamada en este momento. Para añadir grabaciones adicionales utilice el menú "Grabaciones del Sistema".

source: Announcement played to the Agent prior to bridging in the caller <br><br> Example: "the Following call is from the Sales Queue" or "This call is from the Technical Support Queue".<br><br>To add additional recordings please use the "System Recordings" MENU. Compound recordings composed of 2 or more sound files are not displayed as options since this feature can not accept such recordings.
es_es: Anuncio reproducido al Agente antes de conectar a la persona que llama <br><br> Ejemplo: "la llamada siguiente es de la Cola de ventas" o "Esta llamada es de la cola Soporte Técnico" <br><br> Para añadir grabaciones adicionales por favor utilice el menú "Grabaciones del Sistema". Grabaciones compuestas por 2 o más archivos de sonido no se muestran como opciones ya que esta característica no puede aceptar este tipo de grabaciones.

source: Announcement played to the Agent prior to bridging in the caller <br><br> Example: "the Following call is from the Sales Queue" or "This call is from the Technical Support Queue".<br><br>You must install and enable the "Systems Recordings" Module to edit this option
es_es: Anuncio que será reproducido al agente antes de recibir al llamante.<br/><br/>Por ejemplo: 'La siguiente llamada proviene de la cola de ventas' o 'Esta llamado proviene de la cola de soporte técnico'.<br/><br/>Debe instalar el módulo de 'Grabaciones del sistema' para poder usar esta opción

source: Announcement played to the Queue Memeber announcing the Queue call and requesting confirmation prior to answering. If set to default, the standard call confirmation default message will be played unless the member is reached through a Follow-Me and there is an alternate message provided in the Follow-Me. This message will override any other message specified..<br><br>To add additional recordings please use the "System Recordings" MENU.
es_es: Anuncio reproducido al Miembro de Cola para anunciar la llamada a la Cola y pedir confirmación antes de contestar. Si se establece por defecto, se reproducirá el mensaje de confirmación de llamada estándar por defecto a menos que el miembro se alcance a través de un Sigue-Me y hay un mensaje alternativo previsto. Este mensaje anulará cualquier otro mensaje especificado .. <br><br> Para añadir grabaciones adicionales por favor utilice el menú "Grabaciones del Sistema".

source: Annually
es_es: Anualmente

source: Applications
es_es: Aplicaciones

source: April
es_es: Abril

source: Asterisk timeoutpriority. In 'Strict' mode, when the 'Max Wait Time' of a caller is hit, they will be pulled out of the queue immediately. In 'Loose' mode, if a queue member is currently ringing with this call, then we will wait until the queue stops ringing this queue member or otherwise the call is rejected by the queue member before taking the caller out of the queue. This means that the 'Max Wait Time' could be as long as 'Max Wait Time' + 'Agent Timeout' combined.
es_es: Timeoutpriority Asterisk. En el modo 'estricto', cuando el 'Max Tiempo de espera' de una persona que llama es alcanzado, se sacara de la cola inmediatamente. En el modo 'Loose', si un miembro de la cola está timbrando con esta llamada, entonces vamos a esperar hasta que la cola deje de sonar a este miembro cola o de lo contrario se rechaza la llamada por el miembro de la cola antes de tomar la persona que llama de la cola. Esto significa que el Maximo Tiempo de espera podría ser tan largo como 'Max Tiempo de espera '+' Agent Timeout 'combinado.

source: Asterisk: penaltymemberslimit. A limit can be set to disregard penalty settings, allowing all members to be tried, when the queue has too few members. No penalty will be weighed in if there are only X or fewer queue members.
es_es: Asterisk: penaltymemberslimit. Un límite se puede configurar para ignorar la configuración de penalización, lo que permite a todos los miembros a ser intentados, cuando la cola tiene muy pocos miembros. No habra medicion de penalidad si sólo hay X o menos miembros en la cola.

source: August
es_es: Agosto

source: Auto Pause Delay:
es_es: Retraso de Auto Pausa:

source: Auto Pause an agent in this queue (or all queues they are a member of) if they don't answer a call. Specific behavior can be modified by the Auto Pause Delay as well as Auto Pause Busy/Unavailable settings if supported on this version of Asterisk.
es_es: Auto Pausa un agente en esta cola (o todas las colas donde es un miembro) si ellos no responden a una llamada. Comportamiento específico puede ser modificado por el Retardo Auto Pausa, así como de pausa automática configuración Ocupado / No disponible si es compatible en esta versión de Asterisk.

source: Auto Pause on Busy:
es_es: Auto Pausa en Ocupado:

source: Auto Pause on Unavailable:
es_es: Auto Pausa en no disponible:

source: Auto Pause:
es_es: Auto Pausa:

source: Autofill:
es_es: Autollenado:

source: Bad Queue Number, can not be blank
es_es: Número de cola no válido; no puede estar vacío

source: Break Out Type
es_es: Tipo de descanso

source: CID Name Prefix:
es_es: Prefijo del nombre del CID:

source: Call Confirm Announce:
es_es: Anunciar Confirmación de llamada:

source: Call Confirm Announcement:
es_es: Anuncio Confirmación de Llamada:

source: Call Confirm:
es_es: Confirmación de Llamada:

source: Call Recording:
es_es: Grabación de llamadas:

source: Call as Dialed
es_es: Llamada como discada

source: Callback to use when caller presses 1.
es_es: Retorno Llamada a usar cuando el usuario escoge 1.

source: Caller Position Announcements
es_es: Anuncios de la posición del llamante

source: Caller Volume Adjustment:
es_es: Ajuste de Volumen del Llamante:

source: Callers will exit if all agents are paused, show an invalid state for their device or have penalty values less then QUEUE_MAX_PENALTY (not currently set in FreePBX dialplan)..
es_es: Las personas que llamen saldrán si todos los agentes están en pausa, mostrando un estado no válido para su dispositivo o teniendo valores de penalización menores que QUEUE_MAX_PENALTY (actualmente no establecido en el dialplan FreePBX) ..

source: Callers will not be admitted if all agents are paused, show an invalid state for their device, or have penalty values less then QUEUE_MAX_PENALTY (not currently set in FreePBX dialplan).
es_es: Las personas que llaman no serán admitidos si todos los agentes están en pausa, muestrando un estado no válido para su dispositivo, o teniendo valores de penalización menos QUEUE_MAX_PENALTY (actualmente no está establecido en el dialplan FreePBX).

source: Capacity Options
es_es: Opciones de Capacidad

source: Checking for legacy queues table..
es_es: Comprobando tablas antiguas de colas...

source: Checking if recordings need migration..
es_es: Comprobando si las grabaciones necesitan migrarse...

source: Choose an extension to append to the end of the dynamic member list above.
es_es: Elija una extensión para añadir al final de la lista dinámica de miembros anterior.

source: Choose an extension to append to the end of the static agents list above.
es_es: Seleccione una extensión para añadir al final de la lista de agentes fijos anterior.

source: Choose to 'Include Hold Time' in the recording so it starts as soon as they enter the queue, or to defer recording until 'After Answered' and the call is bridged with a queue member.
es_es: Elija 'Incluir Hold Time' en la grabación por lo que se inicia tan pronto como entran en la cola, o aplazar la grabación hasta que 'Después que contestó "y la llamada sea conectada con un miembro de la cola.

source: Compound Recordings in Queues Detected
es_es: Se han detectado grabaciones compuestas en las colas

source: Conflicting Extensions
es_es: Extensiones en conflicto

source: Creates a queue where calls are placed on hold and answered on a first-in, first-out basis. Many options are available, including ring strategy for agents, caller announcements, max wait times, etc.
es_es: Crea una cola donde las llamadas se colocan en espera y contestar en esquema primero en entrar, primero en salir,. Muchas opciones están disponibles, incluyendo la estrategia de timbrado para agentes, los anuncios de llamadas, el tiempo de espera máximo, etc.

source: Creating queues_config..
es_es: Creando tabla de configuración de colas (queues_config)...

source: Creating queues_details..
es_es: Creando tabla de detalles de colas (queues_details)...

source: Daily
es_es: Diario

source: Day of Month
es_es: Dia del Mes

source: Day of Week
es_es: Dia de la Semana

source: December
es_es: Diciembre

source: Default
es_es: Por defecto

source: Default state for AMI emit events related to an agent's call. This setting will only affect the default for NEW queues, it won't change existing queues or enfore the option on in new ones.
es_es: Estado predeterminado para el AMI emite eventos relacionados a la llamada de un agente. Este ajuste sólo afectará al predeterminado para las nuevas colas, no va a cambiar las colas existentes o forzar la opción en los nuevos.

source: Default state for AMI to emit the QueueMemberStatus event. This setting will only affect the default for NEW queues, it won't change existing queues or enfore the option on in new ones.
es_es: Por defecto el estado en el AMI para emitir el evento QueueMemberStatus. Este ajuste sólo afectará al predeterminado para las nuevas colas, no va a cambiar las colas existentes o forzar la opción en los nuevos.

source: Delete Queue
es_es: Eliminar cola

source: Determines if callers should be exited prematurely from the queue in situations where it appears no one is currently available to take the call. The options include:
es_es: Determina si las personas que llaman deben sacarse prematuramente de la cola en situaciones en las que aparece que nadie está actualmente disponible para tomar la llamada. Las opciones incluyen:

source: Determines if new callers will be admitted to the Queue, if not, the failover destination will be immediately pursued. The options include:
es_es: Determina si las nuevas personas que llaman serán admitidos a la cola, si no, se lbuscara de inmediato el destino de failover. Las opciones incluyen:

source: Disabled
es_es: Deshabilitado

source: Dropping old queues table..
es_es: Eliminando tablas de colas antiguas...

source: Dynamic Members
es_es: Miembros Dinámicos

source: Dynamic Members are extensions or callback numbers that can log in and out of the queue. When a member logs in to a queue, their penalty in the queue will be as specified here. Extensions included here will NOT automatically be logged in to the queue.
es_es: Miembros dinámicos son extensiones o números de devolución de llamada que se puede entrar y salir de la cola. Cuando un miembro inicia sesión en una cola, su penalización en la cola será como se especifica aquí. Extensiones incluidas aquí no se registrarán automáticamente en la cola.

source: ERROR were encountered
es_es: Se han encontrado errores

source: ERROR: You have selected an IVR that uses Announcements created from compound sound files. The Queue is not able to play these announcements. This IVRs recording will be truncated to use only the first sound file. You can correct the problem by selecting a different announcement for this IVR that is not from a compound sound file. The IVR itself can play such files, but the Queue subsystem can not
es_es: ERROR: Ha seleccionado un IVR que utiliza anuncios creados a partir de archivos de sonido compuesto. La cola no es capaz de reproducirá estos anuncios. Esta grabación IVR se truncará y utilizara sólo el primer archivo de sonido. Usted puede corregir el problema mediante la selección de un anuncio diferente para este IVR que no es de un archivo de sonido compuesto. El IVR sí puede reproducir estos archivos, pero el subsistema de cola no puede

source: ERROR: accessing queues table obtaining context info, aborting
es_es: ERROR: accediendo a la tabla de colas al obtener la información del contexto; abortando

source: ERROR: accessing queues table obtaining id list, aborting
es_es: ERROR: accediendo a la tabla de colas al obtener el listado de identificadores; abortando

source: ERROR: accessing queues table obtaining rtone info, aborting
es_es: ERROR: accediendo a la tabla de colas al obtener la información de 'rtone'; abortando

source: ERROR: could not create table
es_es: ERROR: no se pudo crear la tabla

source: ERROR: could not migrate to queues_details
es_es: ERROR: no se pudo migrar la tabla de detalles de colas (queues_details)

source: ERROR: inserting data for row %s: %s..
es_es: ERROR: insertando datos para la fila %s: %s.

source: Earlier versions of this module allowed such queues to be chosen, once changing this setting, it will no longer appear as an option
es_es: Las versiones anteriores de este módulo permitían seleccionar este tipo de colas; una vez que se cambié este parámetro, ya no aparecerá como opción

source: Edit Queue
es_es: Editar cola

source: Enabled
es_es: Habilitado

source: Enabling this option, all calls are marked as 'answered elsewhere' when cancelled. The effect is that missed queue calls are *not* shown on the phone (if the phone supports it)
es_es: Al activar esta opción, todas las llamadas se marcan como 'respondió en otro lugar' cuando se cancela. El efecto es que las llamadas en cola perdidas * no * se muestra en el teléfono (si el teléfono lo soporta)

source: Event When Called
es_es: Evento cuando Cancelado

source: Events, Stats and Advanced
es_es: Eventos, Estadísticas y Avanzado

source: Extension Options
es_es: Opciones de Extension

source: Extension Quick Pick
es_es: Captura rápida de extensión

source: Extensions Only
es_es: Solo Extensiones

source: Fail Over Destination
es_es: Destino en caso de fallo

source: February
es_es: Febrero

source: Frequency:
es_es: Frecuencia:

source: Friday
es_es: Viernes

source: General Queue Options
es_es: Opciones Generales de Colas

source: Generate Device Hints:
es_es: Generar Hints de Dispositivos:

source: Generate queuenum*/** Login/off Codes
es_es: Generar Codigos queuenum*/** Login/off

source: Give this queue a brief name to help you identify it.
es_es: Asigne a esta cola un breve nombre para ayudarle a identificarla.

source: Gives queues a 'weight' option, to ensure calls waiting in a higher priority queue will deliver its calls first if there are agents common to both queues.
es_es: Da a las colas una opción de "peso", para garantizar que las llamadas en espera en una cola con prioridad más alta se entregarán primero si hay agentes comunes a las dos colas.

source: Hide Queue No Answer Option
es_es: Ocultar Opción Cola No Contesta

source: Honor Penalties
es_es: Honrar Penalidades

source: Honor Wrapup Time Across Queues
es_es: Honrar Tiempo de cierre a lo largo de todas las Colas

source: Hour
es_es: Hora

source: Hourly
es_es: Cada Hora

source: How often to announce a voice menu to the caller (0 to Disable Announcements).
es_es: Indica la frecuencia con la que se anunciará un menú de voz al llamante (indique el valor 0 para deshabilitar los anuncios).

source: How often to announce queue position and estimated holdtime (0 to Disable Announcements).
es_es: La frecuencia con la que se anunciará la posición en la cola y el tiempo de espera estimado (indique el valor 0 para deshabilitar esta opción).

source: INUSE
es_es: EN USO

source: IVR Announce: %s
es_es: Anuncio de IVR: %s

source: IVR Break Out Menu
es_es: Menú de IVR de Salida

source: IVR Break Out Menu:
es_es: Menú de IVR de Salida:

source: If checked, any queue member that is actually an outside telephone number, or any extensions Follow-Me or call forwarding that are pursued and leave the PBX will be forced into Call Confirmation mode where the member must acknowledge the call before it is answered and delivered..
es_es: Si se selecciona, cualquier miembro cola que es en realidad un número de teléfono externo, o cualquier extensión Sigue-Me o reenvío de llamadas que reprsente un destino externo, será forzado al modo de llamada con confirmación, en la que el miembro debe reconocer la llamada antes de que se responda y se entregue ..

source: If checked, individual hints and dialplan will be generated for each SIP and IAX2 device that could be part of this queue. These are used in conjunction with programmable BLF phone buttons to log into and out of a queue and generate BLF status as to the current state. The format of the hints is<br /><br />*45ddd*qqq<br /><br />where *45 is the currently defined toggle feature code, ddd is the device number (typically the same as the extension number) and qqq is this queue's number.
es_es: Si se marca, hints individuales y dialplan se generarán para cada dispositivo SIP y IAX2 que pudiese ser parte de esta cola. Estos se utilizan en conjunción con botones programables del teléfono BLF para iniciar o salir de sesión de una cola y generar estado de BLF actual. El formato de los hints es <br /><br /> *45ddd*qqq<br /><br /> donde *45 es el código de función de conmutación, ddd es el número de dispositivo (normalmente el mismo que el número de extensión ) y qqq es el número de esta cola.

source: If checked, the queue will not answer the call. Under most circumstance you should always have the queue answering calls. If not, then it's possible that recordings and MoH will not be heard by the waiting callers since early media capabilities vary and are inconsistent. Some cases where it may be desired to not answer a call is when using Strict Join Empty queue policies where the caller will not be admitted to the queue unless there is a queue member immediately available to take the call.
es_es: Si se marca, la cola no responderá a la llamada. Bajo la mayoría de los casos usted debería tener las colas respondiendo a las llamadas. Si no es así, entonces es posible que las grabaciones y el MoH no serán escuchadas por las personas que estén esperando dado que el manejo de early media varían y puede ser inconsistentes. Algunos casos en los que se puede desear no contestar una llamada es cuando se utiliza la política de cola Estricto Ingreso Vacio (Strict Join Empty), donde la persona que llama no se admitirán a la cola a menos que haya un miembro de la cola inmediatamente disponible para tomar la llamada.

source: If the call is subsequently transferred, the wait time will reflect the time since it first entered the queue or reset if the call is transferred to another queue with this feature set.
es_es: Si la llamada se transfiere posteriormente, el tiempo de espera reflejará el tiempo desde que entró en la cola o se restablece si la llamada se transfiere a otra cola con este conjunto de características.
