Repository: gvsurenderreddy/pbxframework
Catalog: 13.0/fw_langpacks/po/*/queues.po
Languages: es_es

source: If this extension is part of a Queue then the Queue will attempt to use the user's extension state or device state information when determining if this queue member should be called. In some uncommon situations such as a Follow-Me with no physical device, or some virtual extension scenarios, the state information will indicate that this member is not available when they are. Setting this to 'Ignore State' will make the Queue ignore all state information thus always trying to contact this member. Certain side affects can occur when this route is taken due to the nature of how Queues handle Local channels, such as subsequent transfers will continue to show the member as busy until the original call is terminated. In most cases, this SHOULD BE set to 'Use State'.
es_es: Si esta extensión es parte de una Cola entonces la cola intentará utilizar la información del estado del dispositivo o de extensión del usuario para determinar si este miembro de la cola debe ser llamado. En algunas situaciones poco comunes, como un Sígue-Me sin dispositivo físico, o algunos de los escenarios virtuales de extensión, la información de estado indicará que esta persona no está disponible cuando de hecho si esta. Fijar esto a 'Ignorar Estado' hará que la cola ignorare toda la información de estado por lo tanto siempre tratara de contactar a este miembro. Ciertos efectos secundarios pueden ocurrir cuando esta ruta se toma debido a la naturaleza de cómo Colas manejan los canales locales, como las transferencias posteriores seguirán viendo al miembro como ocupado hasta que se termine la llamada original. En la mayoría de los casos, esto se debe establecer en "Uso de Estado '.

source: If timeoutrestart is set to yes, then the time out for an agent to answer is reset if a BUSY or CONGESTION is received. This can be useful if agents are able to cancel a call with reject or similar.
es_es: Si timeoutrestart se establece en "sí", entonces el tiempo de espera para un agente para responder se restablece si se recibe una CONGESTIÓN u OCUPADO. Esto puede ser útil si los agentes son capaces de cancelar una llamada con rechazar o similar.

source: If you wish to have a delay before the member is connected to the caller (or before the member hears any announcement messages), set this to the number of seconds to delay.
es_es: Si usted desea tener un retraso antes de que el miembro sea conectado a la persona que llama (o antes de que el miembro escuche los mensajes de aviso), ponga esto en el número de segundos a retrasar.

source: If you wish to report the caller's hold time to the member before they are connected to the caller, set this to yes.
es_es: Si usted desea reportar el tiempo de espera de la persona que llama al miembro antes de que se conectan a la persona que llama, ponga esto en "sí".

source: Ignore State
es_es: Ignorar Estado

source: Include Hold Time
es_es: Incluir tiempo de espera

source: Incoming calls to agents can be recorded. (saved to /var/spool/asterisk/monitor)
es_es: Las llamadas entrantes a los agentes pueden ser grabadas (guardadas en el directorio /var/spool/asterisk/monitor)

source: It is possible for a queue to NOT Answer a call and still enter callers to the queue. The normal behavior is that all allers are answered before entering the queue. If the call is not answered, it is possible that some early media delivery would still allow callers to hear recordings, MoH, etc. but this can be inconsistent and vary. Because of the volatility of this option, it is not displayed by default. If a queue is set to not answer, the setting will be displayed for that queue regardless of this setting.
es_es: Es posible que una cola NO conteste una llamada y todavía entran las personas que llaman a la cola. El comportamiento normal es que todos los llamantes son contestadas antes de entrar en la cola. Si la llamada no es contestada, es posible que algunas llamadas con early media permitia a los interlocutores escucharle grabaciones, MoH, etc., pero esto puede ser inconsistente y variar. Debido a la volatilidad de esta opción, no se muestra por defecto. Si una cola está configurado para no responder, el ajuste será visto por esa cola independientemente de este ajuste.

source: January
es_es: Enero

source: Join Announcement:
es_es: Anuncio de entrada:

source: Join Empty:
es_es: Entrar si vacía:

source: July
es_es: Julio

source: June
es_es: Junio

source: Leave Empty:
es_es: Dejar si Vacio:

source: Loose
es_es: Soltar

source: March
es_es: Marzo

source: Mark calls answered elsewhere:
es_es: Marca Llamadas contestadas en otra parte:

source: Max Callers:
es_es: Llamantes máximos:

source: Max Wait Time Mode:
es_es: Modo Max tiempo de espera:

source: Max Wait Time:
es_es: Tiempo máximo de espera:

source: Maximum number of people waiting in the queue (0 for unlimited)
es_es: Número máximo de usuarios que pueden estar esperando en la cola (indique 0 para no poner un límite)

source: May
es_es: Mayo

source: Member Delay:
es_es: Retardo Miembro:

source: Member Status Event
es_es: Evento Estado de Miembro

source: Memeber Status Event Default
es_es: Evento Estado de Miembro por defecto

source: Menu ID
es_es: Identificador de menú

source: Migrating data to queues_config..
es_es: Migrando datos de la tabla de configuración de colas (queues_config)..

source: Migrating to queues_details..
es_es: Migrando tabla de detalles de colas(queues_details)..

source: Minutes
es_es: Minutos

source: MoH Only
es_es: Solo Música en Espera

source: Monday
es_es: Lunes

source: Month
es_es: Mes

source: Monthly
es_es: Mensual

source: Music (MoH) played to the caller while they wait in line for an available agent. Choose "inherit" if you want the MoH class to be what is currently selected, such as by the inbound route. MoH Only will play music until the agent answers. Agent Ringing will play MoH until an agent's phone is presented with the call and is ringing. If they don't answer, MoH will return. Ring Only makes callers hear a ringing tone instead of MoH ignoring any MoH Class selected as well as any configured periodic announcements. This music is defined in the "Music on Hold" Menu.
es_es: Música (MoH) en espera se reprodujo a la persona que llama mientras espera en la cola por un agente disponible. Elija "heredar" si desea que la clase MoH sea lo que está seleccionado actualmente, como tal por la ruta entrante. MoH sólo reproducirá la música hasta que el agente contesta. El timbrado del Agente reproducira MoH hasta al teléfono de un agente se presenta la llamada y este sonando. Si ellos no responden, MoH volverá. "Sólo Timbre" hace que quien llama escuche timbre en lugar de MoH ignorando cualquier clase MoH seleccionada, así como cualquier tipo de anuncios periódicos configurados. Esta música se define en el menú "Música en espera".

source: Music on Hold Class:
es_es: Clase de música en espera:

source: NO table found, no migration to do just create tables
es_es: No se han encontrado tablas, no hace falta migración, simplemente crear las tablas

source: Never
es_es: Nunca

source: Never have a caller leave the Queue until the Max Wait Time has expired.
es_es: Nunca dejara la cola la persona que llama hasta que el máximo tiempo de espera ha caducado.

source: No Adjustment
es_es: No Ajustes

source: No Follow-Me or Call Forward
es_es: No Sigue-Me o Desvío de Llamada

source: No Max
es_es: No Maximo

source: No Retry
es_es: No reintentar

source: None
es_es: Ninguno

source: November
es_es: Noviembre

source: OK
es_es: Hecho.

source: October
es_es: Octubre

source: Once
es_es: Sólo una vez

source: Penalty Members Limit:
es_es: Limite Penalidad de Miembros:

source: Periodic Announcements
es_es: Anuncios periódicos

source: Persistent Members
es_es: Miembros Persistentes

source: Provides an optional regex expression that will be applied against the agent callback number. If the callback number does not pass the regex filter then it will be treated as invalid. This can be used to restrict agents to extensions within a range, not allow callbacks to include keys like *, or any other use that may be appropriate. An example input might be:<br />^([2-4][0-9]{3})$<br />This would restrict agents to extensions 2000-4999. Or <br />^([0-9]+)$ would allow any number of any length, but restrict the * key.<br />WARNING: make sure you understand what you are doing or otherwise leave this blank!
es_es: Proporciona una expresión regex opcional que se aplicará contra el número de devolución de llamada del agente. Si el número de devolución de llamada no pasa el filtro de expresiones regulares entonces será tratado como no válido. Esto se puede utilizar para restringir los agentes a extensiones dentro de un rango, no permiten devoluciones de llamada para incluir claves como *, o cualquier otro uso que pueda ser apropiada. Un ejemplo de entrada podría ser: <br />^([2-4][0-9]{3})$<br /> Esto restringiría agentes a las extensiones 2000 a 4999. O <br />^([0-9]+)$ permitiría a cualquier número de cualquier longitud, pero restringir la tecla * <br /> ADVERTENCIA:. Asegúrese de que entiende lo que está haciendo o de lo contrario deja en blanco!

source: Queue
es_es: Cola

source: Queue %s : %s
es_es: Cola %s: %s

source: Queue - %s (%s): %s<br />
es_es: Cola - %s (%s): %s<br/>

source: Queue Callback
es_es: Cola de retorno de Llamada

source: Queue Callers
es_es: Cola de Llamantes

source: Queue Name:
es_es: Nombre de la cola:

source: Queue No Answer:
es_es: Cola no contesta:

source: Queue Number must not be blank
es_es: El número de la cola no puede estar vacío

source: Queue Number:
es_es: Número de cola:

source: Queue Password:
es_es: Contraseña de la cola:

source: Queue Pause Toggle
es_es: Switch de pausa de Cola

source: Queue State Detection
es_es: Detección Estado de la Cola

source: Queue Toggle
es_es: Switch de Cola

source: Queue Weight
es_es: Peso de Cola

source: Queue calls only (ringinuse=no)
es_es: Cola llamadas solo (ringinuse=no)

source: Queue login and out codes were historically queunum* and queunum**. These have been largely replaced by the *45 queue toggle codes. The legacy codes are required to login or out a third party user that is not the extension dialing. These can be removed from the system by setting this to false.
es_es: Los códigos de entrada eran históricamente queunum* y queunum**. Estos se han sustituido en gran medida por los códigos *45. Se requieren los códigos heredados para acceder o salir un tercer usuario de la parte que no es la marcación de extensiones. Estos pueden ser eliminados del sistema mediante el establecimiento de este a falso.

source: Queue name must not be blank and must contain only alpha-numeric characters
es_es: El nombre de la cola no puede estar vacío y sólo puede contener caracteres alfanuméricos

source: Queue:
es_es: Cola:

source: Queue: %s
es_es: Cola: %s

source: Queue: %s (%s)
es_es: Cola: %s (%s)

source: Queues
es_es: Colas

source: Queues Module
es_es: Modulo Colas

source: Queues module not found or is disabled. Aborting!
es_es: Modulo de Colas no encontrado o deshabilitado. Abortando!

source: Queues: monitor-type = MixMonitor. Setting true will use the MixMonitor application instead of Monitor so the concept of 'joining/mixing' the in/out files now goes away when this is enabled.
es_es: Colas: monitor-type = MixMonitor. Configuración verdadera utilizará la aplicación MixMonitor en lugar de Monitor demanera que el concepto de "unirse/mezclar" en los archivos de entrada/salida ahora desaparece cuando esto está habilitado.

source: Queues: persistentmembers. Store each dynamic member in each queue in the astdb so that when asterisk is restarted, each member will be automatically read into their recorded queues.
es_es: Colas: persistentmembers. Guarde cada miembro dinámico en cada cola en el AstDB de modo que cuando se reinicia asterisk, cada miembro será leído automáticamente en sus colas registradas.

source: Queues: shared_lastcall, only valid with Asterisk 1.6+. This will make the lastcall and calls received be the same in members logged in more than one queue. This is useful to make the queue respect the wrapuptime of another queue for a shared member.
es_es: Colas: shared_lastcall, sólo válidos con Asterisk 1.6+. Esto hará que el LastCall y las llamadas recibidas serán lo mismo en los miembros registrados en más de una cola. Esto es útil para hacer que la cola respete el wrapuptime de otra cola para un miembro compartido.

source: Reboot
es_es: Reiniciar

source: Recording Mode:
es_es: Modo Grabación:

source: Repeat Frequency:
es_es: Frecuencia de repetición:

source: Report Hold Time:
es_es: Reportar Tiempo de espera:

source: Reset Queue Stats
es_es: Reiniciar estadísticas de Cola

source: Restrict Dynamic Agents
es_es: Restringir Agentes Dinamicos

source: Restrict dynamic queue member logins to only those listed in the Dynamic Members list above. When set to Yes, members not listed will be DENIED ACCESS to the queue.
es_es: Restringir conexiones de miembros dinámicos a la cola a sólo a los que figuran en la lista de miembros dinámicos arriba. Cuando se establece en "Sí", los miembros no mencionados se les niega el acceso a la cola.

source: Retry:
es_es: Reintentar:

source: Ring Only
es_es: Timbrar Solo

source: Ring Strategy:
es_es: Estrategia de Timbrado:

source: Run
es_es: Correr

source: Same as No except Callers will be admitted if their are paused agents who could become available.
es_es: Lo mismo que No excepto que llamantes eran admitidos si hay agentes en pausa que pudiesen ponerse disponibles.

source: Same as Strict plus a queue member must be able to answer the phone 'now' to let them in. Simply speaking, any 'available' agents that could answer but are currently on the phone or ringing on behalf of another caller will be considered unavailable.
es_es: Igual que Estricto más un miembro de la cola debe ser capaz de contestar el teléfono "ahora" para dejarlos entrar. En pocas palabras, los agentes disponibles de que pudiera responder, pero se encuentran actualmente en el teléfono o de llamada en nombre de otra persona que llama se considerarán no disponible .

source: Same as Strict plus a queue member must be able to answer the phone 'now' to let them remain. Simply speaking, any 'available' agents that could answer but are currently on the phone or ringing on behalf of another caller will be considered unavailable.
es_es: Iguala Estricto más un miembro de cola debe ser capaz de contestar el teléfono "ahora" para dejarlos vivos. En pocas palabras, los agentes disponibles que pudieran responder, pero se encuentran actualmente en el teléfono o de llamada en nombre de otra persona que llama se considerarán no disponible.

source: Same as Yes but more strict. Simply speaking, if no agent could answer the phone then don't admit them. If agents are inuse or ringing someone else, caller will still be admitted.
es_es: Igual que Sí pero más estricta. En pocas palabras, si no hay ningún agente que pueda contestar el teléfono, entonces no admitirlos. Si los agentes están inuse o timbrando a otra persona, aún se admitirá al que llama.

source: Same as Yes but more strict. Simply speaking, if no agent could answer the phone then have them leave the queue. If agents are inuse or ringing someone else, caller will still be held.
es_es: Igual que Sí pero más estricta. En pocas palabras, si no hay ningún agente que pueda contestar el teléfono entonces se les hará dejar la cola. Si los agentes son inuse o timbrando a alguien más, todavía se mantendrá a la persona que llama.

source: Same as Yes except Callers will remain in the Queue if their are paused agents who could become available.
es_es: Igual a Sí, excepto las llamadas se mantendrán en la cola si hay agentes pausadas que podrían estar disponibles.

source: Saturday
es_es: Sabado

source: September
es_es: Septiembre

source: Service Level:
es_es: Nivel de Servicio:

source: Should we include estimated hold time in position announcements? Either yes, no, or only once; hold time will not be announced if <1 minute
es_es: Indica si se debe anunciar al llamante el tiempo de espera aproximado. Seleccione 'Sí', 'No', o 'Sólo una vez'; el tiempo de espera no será anunciado si este es menor de 1 minuto

source: Skip Busy Agents:
es_es: Saltar Agentes Ocupados:

source: Starting with Asterisk 1.4, if this is checked, and multiple agents are available, Asterisk will send one call to each waiting agent (depending on the ring strategy). Otherwise, it will hold all calls while it tries to find an agent for the top call in the queue making other calls wait. This was the behavior in Asterisk 1.2 and has no effect in 1.2. See Asterisk documentation for more details of this feature.
es_es: Comenzando con Asterisk 1.4, si se marca esta opción, y varios agentes están disponibles, Asterisk enviará una llamada a cada agente en espera (dependiendo de la estrategia de timbrado). De lo contrario, se retendrán todas las llamadas mientras trata de encontrar un agente para la llamada parte superior de la cola haciendo a las otras llamadas esperan. Este fue el comportamiento en el asterisco 1.2 y no tiene efecto en 1.2. Consulte la documentación de Asterisk para más detalles de esta función.

source: Static Agents
es_es: Agentes fijos

source: Static agents are extensions that are assumed to always be on the queue. Static agents do not need to 'log in' to the queue, and cannot 'log out' of the queue.<br><br>List extensions to ring, one per line.<br><br>You can include an extension on a remote system, or an external number (Outbound Routing must contain a valid route for external numbers). You can put a "," after the agent followed by a penalty value, see Asterisk documentation concerning penalties.<br /><br /> An advanced mode has been added which allows you to prefix an agent number with S, X, Z, D or A. This will force the agent number to be dialed as an Asterisk device of type SIP, IAX2, ZAP, DAHDi or Agent respectively. This mode is for advanced users and can cause known issues in FreePBX as you are by-passing the normal dialplan. If your 'Agent Restrictions' are not set to 'Extension Only' you will have problems with subsequent transfers to voicemail and other issues may also exist. (Channel Agent is deprecated starting with Asterisk 1.4 and gone in 1.6+.)
es_es: Agentes estáticos son extensiones que se asumen estarán siempre en la cola. Agentes estáticos no necesitan 'conectarse' a la cola, y no pueden 'salir' de la cola. <br><br>Liste las Extensiones a timbrar, uno por línea. Usted puede incluir una extensión en un sistema remoto, o un número externo (enrutamiento de salida debe contener una ruta válida para números externos). Usted puede poner un "," después del agente seguido por un valor de penalización, consulte la documentación Asterisk relativo a las sanciones. <br /><br /> Se ha añadido un modo avanzado que le permite agregar prefijo al número de agente con S, X, Z , D o A. Esto obligará al número de agente que debe marcarse como un dispositivo de Asterisk de tipo SIP, IAX2, ZAP, Dahdi o Agente respectivamente. Este modo es para usuarios avanzados y puede causar problemas conocidos en FreePBX ya que se esta pasando por alto el dialplan normal. Si sus 'Restricciones Agente' no se establecen en "Extensión Sólo 'tendrá problemas con las transferencias posteriores a correo de voz y también pueden existir otras cuestiones. (Agente de canal está en desuso a partir de Asterisk 1.4 y desapareció en 1.6 +)

source: Strict
es_es: Estricto

source: Submit Changes
es_es: Enviar cambios

source: Sunday
es_es: Domingo

source: The Queue Name provided is too long.
es_es: El Nombre de la Cola es muy largo.

source: The maximum number of seconds a caller can wait in a queue before being pulled out. (0 for unlimited).
es_es: El tiempo máximo en segundos que un llamante en la cola esperará antes de ser eliminado (el valor 0 indica que nunca lo será).

source: The number of seconds an agent's phone can ring before we consider it a timeout. Unlimited or other timeout values may still be limited by system ringtime or individual extension defaults.
es_es: El número de segundos que se esperará a que un agente conteste una llamada. Un valor distinto o sin límite puede ser especificado también por extensión.

source: The number of seconds we wait before trying all the phones again. Choosing "No Retry" will exit the Queue and go to the fail-over destination as soon as the first attempted agent times-out, additional agents will not be attempted.
es_es: El número de segundos que se esperará antes de intentar llamar a todos los agentes de nuevo. Seleccionando la opción 'No reintentar', se saldrá de cola e ira a la opción especificada en el apartado en el 'Destino en caso de fallo' en cuanto se alcance el tiempo de espera de un agente; no se intentará contactar con otros agentes.

source: The password is only used when logging in with the legacy queueno* code. When using the toggle codes, you must use the Restrict Dynamic Agents option in conjunction with the Dynamic Members list to control access.
es_es: La contraseña sólo se utiliza al iniciar la sesión con el Codigo queueno* legado. Cuando se utilizan los códigos de conmutación, debe utilizar la opción "Restringir agentes dinámicos" junto con la lista de miembros dinámicos para controlar el acceso.

source: This setting will delay the auto pause of an agent by auto pause delay seconds from when it last took a call. For example, if this were set to 120 seconds, and a new call is presented to the agent 90 seconds after they last took a call, they will not be auto paused if they don't answer the call. If presented with a call 120 seconds or later after answering the last call, they will then be auto paused. If they have taken no calls, this will have no affect.
es_es: Este ajuste retrasará la pausa automática de un agente por pausa automática de retardo en segundos desde que se tomó la última llamada. Por ejemplo, si se establece en 120 segundos, y una nueva llamada se presenta al agente 90 segundos después de que el tomo la ultima llamada, no va a entrar auto pausa si no contestar la llamada. Si se presenta con una llamada 120 segundos o más tarde después de responder a la última llamada, será puesto en auto pausa. Si no han tenido ninguna llamada, esto no tendrá ningún efecto.

source: Thursday
es_es: Jueves

source: Timing & Agent Options
es_es: Opciones de Agentes & Tiempo

source: Tuesday
es_es: Martes

source: Ultra Strict
es_es: Ultra Estricto

source: Unlimited
es_es: Sin límite

source: Use MixMonitor for Recordings
es_es: Usar MixMonitor para Grabaciones

source: Use State
es_es: Usar Estado

source: Use this number to dial into the queue, or transfer callers to this number to put them into the queue.<br><br>Agents will dial this queue number plus * to log onto the queue, and this queue number plus ** to log out of the queue.<br><br>For example, if the queue number is 123:<br><br><b>123* = log in<br>123** = log out</b>
es_es: Use este número para llamar a la cola, o transferir llamantes a este número para ponerlos en cola.<br/><br/>Los agentes marcarán este número seguido del símbolo '*' para iniciar sesión en la cola, y el mismo número pero seguido de dos símbolos '*' ('**') para cerrar sesión en la cola.<br/><br/>Por ejemplo, si el número de la cola es 123:<br/><br/><b>123* -> Para iniciar sesión en la cola.</b><br/><b>123** -> Para cerrar sesión en la cola.</b>

source: Used for service level statistics (calls answered within service level time frame)
es_es: Se utiliza para las estadísticas de nivel de servicio (llamadas contestadas dentro de marco de tiempo de nivel de servicio)
