Repository: gvsurenderreddy/pbxframework
Catalog: 13.0/fw_langpacks/po/*/recordings.po
Languages: es_es, ru_ru

source: dial
es_es: llame al
ru_ru: наберите

source: ** MISSING FEATURE CODE **
es_es: ** NO EXISTE CÓDIGO DE CARACTERÍSTICA **
ru_ru: *** ОТСУТСТВУЕТ СЕРВИСНЫЙ КОД ***

source: Add Recording
es_es: Añadir grabación
ru_ru: Добавить запись

source: Admin
es_es: Administrador
ru_ru: Администратор

source: After recording or uploading,
es_es: Tras grabar o enviar,
ru_ru: После записи или загрузки,

source: Alternatively, upload a recording in any supported asterisk format. Note that if you're using .wav, (eg, recorded with Microsoft Recorder) the file <b>must</b> be PCM Encoded, 16 Bits, at 8000Hz
es_es: Alternativamente también puede enviar un archivo grabado en cualquier formato soportado por Asterisk. Tenga en cuenta de que si está usando archivos WAV (por ejemplo, grabados con la grabadora de sonidos de Windows) el archivo <b>debe</b> estar codificado en PCM, 16 bits y a 8000Hz
ru_ru: Альтернативно, загрузить запись в в любом формате, поддерживаемом Asterisk. Замечание: если используется формат .wav, (например, запись Microsoft Recorder) файл <b>должен</b> быть кодирован как PCM, 16 Бит, и 8000Hz

source: Built-in Recordings
es_es: Grabaciones del sistema
ru_ru: Встроенные записи

source: Change Name
es_es: ambiar nombre
ru_ru: Изменить название

source: Check Recording
es_es: Comprobar grabación
ru_ru: Проверить запись

source: Check this box to create an options feature code that will allow this recording to be changed directly.
es_es: Marque esta casilla para crear las opciones de un código de característica que permitirá cambiar esta grabación directamente.
ru_ru: Отметить здесь чтобы использовать сервисный код, который позволит напрямую изменять эту запись.

source: Click "SAVE" when you are satisfied with your recording
es_es: Pulse "Guardar" cuando haya terminado de realizar la grabación desde su teléfono haya seleccionado un archivo a enviar
ru_ru: Кликнуть на "Сохранить" если запись устраивает

source: Click here to play this recording
es_es: Haga clic aquí para reproducir esta grabación
ru_ru: Кликнуть здесь чтобы воспроизвести эту запись

source: Creates and manages system recordings, used by many other modules (eg, IVR).
es_es: Crea y administra las grabaciones del sistema, utilizado por muchos otros módulos (por ejemplo, IVR).
ru_ru: Создаёт и управляет системными записями, используемыми в других модулях, (например Интерактивные меню, и др.).

source: Crypt key used by this recordings module when accessing the recording files. Change from the default of
es_es: Cripta clave utilizada por este módulo de grabaciones al acceder a los archivos de grabación. Cambie el valor predeterminado de
ru_ru: Криптоключ используемый в этом модуле для доступа к записанным файлам. Изменить с дефолтного на

source: Delete
es_es: Eliminar
ru_ru: Удалить

source: Descriptive Name
es_es: Nombre descriptivo
ru_ru: Описание

source: Direct Access Feature Code Not Available
es_es: Código de característica para acceso directo no disponible
ru_ru: Сервисный код прямого доступа не доступен

source: Direct Access Feature Codes for recordings are not available for built in system recordings or compound recordings made of multiple individual ones.
es_es: Los códigos de características para acceso directo para grabaciones no están disponibles para grabaciones de sistema o grabaciones compuestas de varios archivos.
ru_ru: Сервисный код прямого доступа для записи не работает для записей, встроенных в систему, или записей, использующихся в других индивидуальных сценариях.

source: Edit Recording
es_es: Editar grabación
ru_ru: Редактировать запись

source: Failed to create
es_es: No se pudo crear
ru_ru: Невозможно создать

source: Feature Code Password
es_es: Contraseña del código de característica
ru_ru: Пароль на сервисный код

source: Files
es_es: Archivos
ru_ru: Файлы

source: Go
es_es: Ir
ru_ru: Дальше

source: If you wish to make and verify recordings from your phone, please enter your extension number here:
es_es: Si desea realizar y comprobar grabaciones desde su teléfono, por favor, escriba aquí su extensión:
ru_ru: Если хотите создать и проверить запись со своего телефона введите свой внутренний номер здесь:

source: If you wish to re-record your message, dial
es_es: Si quiere volver a grabar su mensaje, llame al
ru_ru: Если необходимо перезаписать ваше сообщение наберите

source: Link to Feature Code
es_es: Enlace a código de característica
ru_ru: Линк на Сервисный код

source: Make sure Asterisk is not running as root
es_es: Asegúrese de que Asterisk no se está ejecutando como root
ru_ru: Убедитесь, что Астериск не запущен от root

source: Make sure you have entered a proper name
es_es: Asegúrese de que ha introducido un nombre correcto
ru_ru: Убедитесь, что указано правильное имя

source: Missing Sound file auto-created from migration of %s module
es_es: Se ha autocreado un archivo de sonido que no existía durante la migración del módulo %s
ru_ru: Не найден звуковой файл созданный при переносе модуля %s

source: Move Down
es_es: Mover abajo
ru_ru: Сместить вниз

source: Move Up
es_es: Mover arriba
ru_ru: Сместить вверх

source: Name this Recording
es_es: Asigne un nombre a esta grabación
ru_ru: Название для этой записи

source: No compatible wav, mp3 or gsm format found to play:<br /><br />%s
es_es: No se pudo encontrar un formato compatible con WAV, MP3, o GSM para reproducir:<br/><br/>%s
ru_ru: Не найдено совместимых форматов wav, mp3 или gsm для воспроизведения:<br /><br />%s

source: No long description available
es_es: No hay una descripción disponible
ru_ru: Нет длинного описания

source: Non-Existent Recording in module %s
es_es: Grabación no existente en el módulo %s
ru_ru: Не существующая запись в модуле %s

source: Note, does not delete file from computer
es_es: Tenga en cuenta que el archivo no se borrará del servidor, simplemente no se mostrará en el módulo de "Grabaciones del sistema"
ru_ru: Замечание: не удаляет файл физически из компьютера

source: OK
es_es: Aceptar
ru_ru: ОК

source: Optional Feature Code %s
es_es: Código de característica opcional %s
ru_ru: Сервисный код %s(опционально)

source: Optional password to protect access to this feature code which allows a user to re-record it.
es_es: Contraseña opcional para proteger el acceso a este cósigo de característica que permitirá a los usuarios volver a grabar la grabación.
ru_ru: Опционально - пароль для защиты доступа к сервисному коду, который позволяет перезаписать запись.

source: Please enter a valid Name for this System Recording
es_es: Por favor, introduzca un nombre válido para esta grabación del sistema
ru_ru: Введите разрешённое название для этой системной записи

source: Please wait until the page reloads.
es_es: Por favor, espere mientras la página se recarga.
ru_ru: Подождите, страница сейчас обновится.

source: Recordings
es_es: Grabaciones
ru_ru: Записи

source: Recordings Crypt Key
es_es: Clave de criptografía de Grabaciones
ru_ru: Криптоключ для записей

source: Remove Recording
es_es: Eliminar grabación
ru_ru: Удалить запись

source: Save
es_es: Guardar
ru_ru: Сохранить

source: Save Recording
es_es: Guardar grabación
ru_ru: Сохранить запись

source: Saved
es_es: Guardado
ru_ru: Сохранено

source: Select System Recording:
es_es: Seleccione una grabación del sistema:
ru_ru: Выбрать системную запись:

source: Start speaking at the tone. Press # when finished.
es_es: Comience a hablar después del tono. Oprima # cuando termine.
ru_ru: Начинайте говорить после звукового сигнала. По окончании нажмите #.

source: Step 1: Record or upload
es_es: Paso 1: Grabar o enviar
ru_ru: 1 Шаг: Запись или загрузка

source: Step 2: Name
es_es: Paso 2: Nombre
ru_ru: 2 Шаг: Название

source: Step 2: Verify
es_es: Paso 2: Verificar
ru_ru: 2 Шаг: Проверка

source: Step 3: Name
es_es: Paso 3: Nombre
ru_ru: 3 Шаг: Название

source: Successfully uploaded
es_es: Enviado correctamente
ru_ru: Успешно загружен

source: System Recording
es_es: Grabaciones del sistema
ru_ru: Запись сообщений

source: System Recordings
es_es: Grabaciones del sistema
ru_ru: Записи в системе

source: System Setup
es_es: Configuración del sistema
ru_ru: Системные настройки

source: The %s referenced a recording file listed below that does not exists. An entry has been generated, named %s, with the referenced file(s) but you should confirm that it really works and the real files exist. The file(s) referenced: %s
es_es: La grabación %s listada a continuación no existe. Se ha generado una entrada, cuyo nombre es %s, con dicho(s) archivo(s), pero debería confirmar que el archivo realmente existe. El archivo es: %s.
ru_ru: %s ссылается на файл записи, указанный ниже, который не существует. Создана метка, с названием %s, которая ссылается на файл, но который нужно подтвердить, что он существует, и это работает. Файл(ы), на которые ссылается: %s

source: This changes the short name, visible on the right, of this recording
es_es: Esto cambia el nombre corto de esta grabación, visible en la derecha
ru_ru: Здесь можно изменить название записи в окне справа

source: This is displayed, as a hint, when selecting this recording in Queues, Digital Receptionist, etc
es_es: Esto es mostrado, como una ayuda, cuando se selecciona esta grabación en colas, recepcionista digital, etc
ru_ru: Это отображается как подсказка, когда выбираем запись в Очердях, Автосекретарь, и так далее

source: This recording is being used in the following instances. You can not remove this recording while being used. To re-record, you can enable and use the feature code below if allowed.
es_es: Esta grabación está siendo usada por las siguientes instancias. No puede eliminar esta grabación mientras esté siendo usada. Para volver a grabarla, puede usar el código de característica siguiente si está autorizado.
ru_ru: Эта запись используется в следующих модулях. Вы не можете удалить эту запись пока она используется. После перезаписи можно задействовать сервисный код, указанный ниже, и использовать, если необходимо.

source: Unable to locate
es_es: No se pudo localizar
ru_ru: Невозможно отобразить

source: Updated
es_es: Actualizado
ru_ru: Обновлено

source: Upload
es_es: Enviar
ru_ru: Загрузить

source: Usage List
es_es: Lista de usos
ru_ru: Список использованиных

source: Using your phone,
es_es: Usando su teléfono,
ru_ru: Используя ваш телефон,

source: [ERROR] REMOVING TEMPORARY RECORDING:
es_es: [ERROR] Eliminando grabación temporal:
ru_ru: [ОШИБКА] УДАЛЕНИЕ ВРЕМЕННОЙ ЗАПИСИ:

source: [ERROR] SAVING RECORDING:
es_es: [ERROR] Al guardar la grabación:
ru_ru: [ОШИБКА] СОХРАНИЕНИЯ ЗАПИСИ:

source: [ERROR] The Recorded File Does Not exists:
es_es: [ERROR] El archivo grabado no existe:
ru_ru: [ОШИБКА] Записаный файл не существует:

source: already exists
es_es: ya existe
ru_ru: уже существует

source: and speak the message you wish to record. Press # when finished.
es_es: y hable el mensaje que desea grabar. Oprima # cuando termine.
ru_ru: и произнесите фразу, которую хотите записать. По окончании нажмите #.

source: checking for fcode field..
es_es: comprobando campo fcode_field...
ru_ru: проверяется поле fcode..

source: checking for fcode_pass field..
es_es: comprobando campo fcode_pass...
ru_ru: проверяется поле fcode_pass..

source: dial
es_es: Disque
ru_ru: наберите

source: to listen to your recording.
es_es: para escuchar su grabación.
ru_ru: для прослушивания созданной записи.

source: with a a valid suffix
es_es: con un sufijo válido
ru_ru: с разрешенным суффиксом
