Repository: gvsurenderreddy/pbxframework
Catalog: 13.0/fw_langpacks/po/*/ringgroups.po
Languages: es_es

source: (pick extension)
es_es: (Seleccione una extensión)

source: *-prim
es_es: *-primaria

source: ALERT_INFO can be used for distinctive ring with SIP devices.
es_es: ALERT_INFO (Información de Alerta), puede ser utilizado como timbre distintivo en dispositivos SIP.

source: Add Ring Group
es_es: Añadir grupo de extensiones

source: Alert Info
es_es: Información de alerta

source: Always transmit the Fixed CID Value below.
es_es: Siempre transmite el Valor Fijo CID de abajo.

source: Announcement:
es_es: Anuncio:

source: Applications
es_es: Aplicaciones

source: CID Name Prefix
es_es: Nombre Prefijo CID

source: Call Recording
es_es: Grabación Llamadas

source: Change External CID Configuration
es_es: Configuración Cambio CID Externo

source: Checking if recordings need migration..
es_es: Comprobando si las grabaciones necesitan migrarse...

source: Checking this will allow calls to the Ring Group to be picked up with the directed call pickup feature using the group number. When not checked, individual extensions that are part of the group can still be picked up by doing a directed call pickup to the ringing extension, which works whether or not this is checked.
es_es: Al marcar esto permitirá que las llamadas al Grupo de Extensiones puedan ser capturadas con la función de captura de llamadas directamente usando el número del grupo. Si no está seleccionada, las extensiones individuales que forman parte del grupo todavía pueden capturar llamadas dirigidas al timbre de extensión, que funciona independientemente de si es o no seleccionada.

source: Choose an extension to append to the end of the extension list above.
es_es: Seleccione una extensión para añadirla al final de la lista de extensiones anterior.

source: Confirm Calls
es_es: Confirmar llamadas

source: Conflicting Extensions
es_es: Extensiones en conflicto

source: Creates a group of extensions that all ring together. Extensions can be rung all at once, or in various \'hunt\' configurations. Additionally, external numbers are supported, and there is a call confirmation option where the callee has to confirm if they actually want to take the call before the caller is transferred.
es_es: Crea un grupo de extensiones que todas timbren juntas. Las extensiones pueden timbrar una a la vez, o en varias configuraciones \'hunt\'. Además, números externos son soportados, y hay una opción de confirmación de llamada cuando el destinatario de la llamada tiene que confirmar si realmente quieren tomar la llamada antes de ser transferida.

source: Default
es_es: Por defecto

source: Delete Group
es_es: Eliminar grupo de extensiones

source: Destination if no answer
es_es: Destino si no hay respuesta

source: Display Extension Ring Group Members
es_es: Desplegar Extensiones Miembros de un Grupo de Timbrado (Ring Group)

source: Dont Care
es_es: No importa

source: Edit Ring Group
es_es: Editar grupo de extensiones

source: Enable Call Pickup
es_es: Habilitar Capturar Llamada

source: Enable this if you're calling external numbers that need confirmation - eg, a mobile phone may go to voicemail which will pick up the call. Enabling this requires the remote side push 1 on their phone before the call is put through. This feature only works with the ringall ring strategy
es_es: Active esta opción si está llamando a números externos que necesitan confirmación, por ejemplo, un teléfono mil que puede ir a su buzón de voz que contestará la llamada. Habilitando esta opción hará que el destino pulse la tecla 1 en su teléfono antes de pasarle la llamada. Esta opción sólo funciona con la estrategia 'Sonar todos'

source: Extension List
es_es: Lista de extensiones

source: Extension Quick Pick
es_es: Selector rápido de extensiones

source: Fixed CID Value
es_es: Valor Fijo CID

source: Fixed value to replace the CID with used with some of the modes above. Should be in a format of digits only with an option of E164 format using a leading "+".
es_es: Valor Fijo para reemplazar el CID utilizando algunos de los modos mencionados anteriormente. Debe estar en un formato de sólo dígitos con una opción de formato E164 utilizando "+".

source: Force
es_es: Forzar

source: Force Dialed Number
es_es: Forzar Número Marcado

source: Group Description
es_es: Descripción del grupo de extensiones:

source: INUSE
es_es: EN USO

source: If you select a Music on Hold class to play, instead of 'Ring', they will hear that instead of Ringing while they are waiting for someone to pick up.
es_es: Si ha seleccionado reproducir música en espera en lugar de sonar, el llamante escuchará esa música en espera en lugar de los tonos de llamada mientras espera a que alguien conteste a su llamada.

source: Ignore CF Settings
es_es: Ignorar Configuraciones CF

source: Invalid Group Number specified
es_es: Número de grupo de extensiones no válido

source: Invalid time specified
es_es: Tiempo especificado no válido.

source: List extensions to ring, one per line, or use the Extension Quick Pick below to insert them here.<br><br>You can include an extension on a remote system, or an external number by suffixing a number with a '#'. ex: 2448089# would dial 2448089 on the appropriate trunk (see Outbound Routing)<br><br>Extensions without a '#' will not ring a user's Follow-Me. To dial Follow-Me, Queues and other numbers that are not extensions, put a '#' at the end.
es_es: Liste Extensiones a sonar, uno por línea, o utilizar la "Extensión Quick Pick" abajo para insertarlos aquí. Usted puede incluir una extensión en un sistema remoto, o un número externo sufijando un número con un '#' . ej: 2448089# marcaría 2448089 en el troncal adecuado (vea Enrutamiento de Salida)<br><br> extensiones sin un '#' no sonará Sigue-Me de un usuario. Para marcar Sigue-Me, colas y otros números que no son extensiones, poner un siempre '#' al final.

source: Makes a call could hop between the included extensions without a predefined priority to ensure that calls in the groups are (almost) evenly spread. Simulates a Queue when a Queue can not otherwise be used.
es_es: Realiza una llamada podía saltar entre las extensiones incluidas sin una prioridad predefinida para garantizar que las llamadas de los grupos están (casi) distribuidos uniformemente. Simula una cola cuando una cola no se puede utilizar de otra manera.

source: Message to be played to the caller before dialing this group.<br><br>To add additional recordings please use the "System Recordings" MENU to the left
es_es: Mensaje que se reproducirá al llamante antes de llamar a este grupo.<br/><br/>Para añadir más grabaciones, use la opción 'Grabaciones del sistema' del menú de la izquierda.

source: Message to be played to the caller before dialing this group.<br><br>You must install and enable the "Systems Recordings" Module to edit this option
es_es: Mensaje que se reproducirá al llamante antes de llamar a este grupo.<br/><br/>Debe instalar el módulo 'Grabaciones del sistema' para poder usar esta opción.

source: Message to be played to the person RECEIVING the call, if 'Confirm Calls' is enabled.<br><br>To add additional recordings use the "System Recordings" MENU to the left
es_es: Mensaje que se reproducirá a la persona que reciba la llamada, si el parámetro 'Confirmar llamadas' está habilitado.<br/><br/>Para añadir más grabaciones, use la opción 'Grabaciones del sistema' del menú de la izquierda.

source: Message to be played to the person RECEIVING the call, if the call has already been accepted before they push 1.<br><br>To add additional recordings use the "System Recordings" MENU to the left
es_es: Mensaje que se reproducirá a la persona que reciba la llamada, si la llamada ha sido aceptada pulsando la tecla 1.<br/><br/>Para añadir más grabaciones, use la opción 'Grabaciones del sistema' del menú de la izquierda.

source: Mode
es_es: Modo

source: Never
es_es: Nunca

source: None
es_es: Ninguno

source: Only ringall, ringallv2, hunt and the respective -prim versions are supported when confirmation is checked
es_es: Sólo sonar todos, sonar todos-v2, lineal y las respectivas versiones -primarias son compatibles cuando confirmación es marcada

source: Outside Calls Fixed CID Value
es_es: Valor Fijo CID Llamadas Salientes

source: Play Music On Hold?
es_es: ¿Reproducir música en espera?

source: Please enter a valid Group Description
es_es: Por favor, introduzca una descripción de grupo de extensiones válido.

source: Please enter an extension list.
es_es: Por favor, especifique al menos una extensión en la lista de extensiones.

source: Provide a descriptive title for this Ring Group.
es_es: Indique una descripción para este grupo de extensiones.

source: Record Calls
es_es: Grabar Llamadas

source: Remote Announce:
es_es: Anuncio remoto:

source: Ring
es_es: Sonar

source: Ring Group
es_es: Grupo de extensiones

source: Ring Group %s:
es_es: Grupo de Timbrado%s:

source: Ring Group Membership
es_es: Miembro del Grupo Extensiones

source: Ring Group Module
es_es: Modulo Grupo de Timbrado

source: Ring Group: %s
es_es: Grupo de extensiones: %s

source: Ring Group: %s (%s)
es_es: Grupo de extensiones: %s (%s)

source: Ring Groups
es_es: Grupos de extensiones

source: Ring Strategy:
es_es: Estrategia a Sonar:

source: Ring Time (max 300 sec)
es_es: Tiempo de Timbrado (máx. 300 seg)

source: Ring all available channels until one answers (default)
es_es: Hacer sonar todos los canales disponibles hasta que alguien conteste (opción por defecto)

source: Ring first extension in the list, then ring the 1st and 2nd extension, then ring 1st 2nd and 3rd extension in the list.... etc.
es_es: Hace sonar la primera extensión de la lista, luego la primera y la segunda, luego la primera, la segunda y la tercera, etc.

source: Ring-Group Number
es_es: Número del grupo de extensiones

source: Skip Busy Agent
es_es: Ignorar agentes ocupados

source: Submit Changes
es_es: Enviar cambios

source: Take turns ringing each available extension
es_es: Por turnos, sonando cada extensión disponible

source: The Group Description provided is too long.
es_es: La Descripción de Grupo provista es muy larga.

source: The number users will dial to ring extensions in this ring group
es_es: El número al que los usuarios deberán llamar para contactar con este grupo de extensiones.

source: These modes act as described above. However, if the primary extension (first in list) is occupied, the other extensions will not be rung. If the primary is FreePBX DND, it won't be rung. If the primary is FreePBX CF unconditional, then all will be rung
es_es: Estos modos actúan como se han descrito anteriormente. Aún así, si la primera extensión (la primera de la lista) está ocupada, las otras extensiones no sonarán. Si la primera extensión está en modo 'No molestar' (DND), no sonará. Si la primera extensión está en modo 'Desvío de llamada incondicional', entonces sonarán todas

source: This ringgroup
es_es: Este grupo de extensiones

source: Time in seconds that the phones will ring. For all hunt style ring strategies, this is the time for each iteration of phone(s) that are rung
es_es: Tiempo en segundos que sonarán los teléfonos. Para todos los tipos de estrategia de "hunt", esto es el tiempo de cada interacción en cada teléfono a sonar

source: Time must be between 1 and 300 seconds
es_es: El tiempo debe ser entre 1 y 300 segindos

source: Too-Late Announce:
es_es: Anuncio Retardado:

source: Transmit the Fixed CID Value below on calls that come in from outside only. Internal extension to extension calls will continue to operate in default mode.
es_es: Transmitir el Valor Fijo CID de abajo en las llamadas que vienen de afuera solamente. Las llamadas entre extensiones internas seguirán funcionando en el modo por defecto.

source: Transmit the number that was dialed as the CID for calls coming from outside. Internal extension to extension calls will continue to operate in default mode. There must be a DID on the inbound route for this. This WILL be transmitted on trunks that block foreign CallerID
es_es: Transmitir el número que se marcó como el CID para las llamadas procedentes del exterior. Las llamadas entre extensiones internas seguirán funcionando en el modo predeterminado. Debe haber un DID en la Ruta Entrante para esto. Este será transmitido en las líneas que bloquean CallerID no reconocidos

source: Transmit the number that was dialed as the CID for calls coming from outside. Internal extension to extension calls will continue to operate in default mode. There must be a DID on the inbound route for this. This will be BLOCKED on trunks that block foreign CallerID
es_es: Transmitir el número que se marcó como el CID para las llamadas procedentes del exterior. Las llamadas entre extensiones internas seguirán funcionando en el modo predeterminado. Debe haber un DID en la Ruta Entrante para esto. Este será bloqueado en las líneas que bloquean el CallerID no reconocidos

source: Transmits the Callers CID if allowed by the trunk.
es_es: Transmite el CID del Llamante si lo permite la línea.

source: Use Dialed Number
es_es: Usar Número Marcado

source: Warning! Extension
es_es: Atención. La extensión

source: When checked, agents who are on an occupied phone will be skipped as if the line were returning busy. This means that Call Waiting or multi-line phones will not be presented with the call and in the various hunt style ring strategies, the next agent will be attempted.
es_es: Cuando esté marcada esta opción, se ignorarán los agentes que estén ocupados como si la extensión estuviera ocupada. Esto significa que teléfonos con llamada en espera o multilínea no recibirán la llamada en varias de las estrategias de "hunt"; se intentará con el siguiente agente.

source: When checked, agents who attempt to Call Forward will be ignored, this applies to CF, CFU and CFB. Extensions entered with '#' at the end, for example to access the extension's Follow-Me, might not honor this setting .
es_es: Cuando esté marcada esta opción, los agentes que tengan activado el desvío de llamada, serán ignorados. Esto se aplicará cuando esté activado el desvío de llamada incondicional, el desvío de llamada si ocupado y el desvío de llamada si no contesta. Las extensiones a las que se les haya añadido el símbolo '#' al final, para acceder por ejemplo a los números de búsqueda (Follow Me) puede que no tengan en cuenta esta opción.

source: When set to true extensions that belong to one or more Ring Groups will have a Ring Group section and link back to each group they are a member of.
es_es: Cuando se ajusta a las extensiones verdaderas que pertenecen a uno o más Grupos de timbre tendrá una sección Grupo de timbre y enlace a cada grupo de los que son miembros.

source: You can always record calls that come into this ring group (Force), never record them (Never), or allow the extension that answers to do on-demand recording (Dont Care). If recording is denied then one-touch on demand recording will be blocked, unless they have the "Override" call recording setting.
es_es: Siempre se puede grabar las llamadas que entran en este grupo de timbre (Forzar), nunca grabarlas (Nunca), o permitir la extensión que contesta que se pueden hacer a pedido la grabación (Dont Care). Si la grabación se negó entonces grabación por un toque (one touch) será bloqueada, a menos que tengan la configuración de grabación de la llamada en "Ignorar".

source: You can optionally prefix the CallerID name when ringing extensions in this group. ie: If you prefix with "Sales:", a call from John Doe would display as "Sales:John Doe" on the extensions that ring.
es_es: Si lo desea, puede anteponer un nombre de CallerID al sonar las extensiones de este grupo, es decir: Si utiliza el prefijo "Ventas:", una llamada de John Doe se mostraban como "Ventas:John Doe" en las extensiones de este grupo.

source: added field cfignore to ringgroups table
es_es: agregando campo cfignore a tabla ringgroups

source: added field cpickup to ringgroups table
es_es: agregando campo cpickup tabla ringgroups

source: added field cwignore to ringgroups table
es_es: agregando campo cwignore a tabla ringgroups

source: added field recording to ringgroups table
es_es: agregado campo de grabación a tabla de ringgroups

source: adding annmsg_id field..
es_es: Añadiendo campo 'annmsg_id'...

source: adding remotealert_id field..
es_es: Añadiendo campo 'remotealert_id'...

source: adding toolate_id field..
es_es: Añadiendo campo 'toolate_id'...

source: already migrated
es_es: Ya migrado.

source: default
es_es: Por defecto

source: deleted
es_es: eliminado

source: dropping annmsg field..
es_es: Eliminando campo 'annmsg'...

source: dropping remotealert field..
es_es: Eliminando campo 'remotealert'...

source: dropping toolate field..
es_es: Eliminando campo 'toolate'...

source: fatal error
es_es: error fatal

source: firstavailable
es_es: Primero disponible

source: firstnotonphone
es_es: Primero que no esté al teléfono

source: hunt
es_es: lineal

source: is already in use
es_es: ya está en uso

source: is not allowed for your account
es_es: no está permitida por su cuenta.

source: memoryhunt
es_es: memoria-lineal

source: migrate annmsg to ids..
es_es: Migrando la tabla 'annmgs' a identificadores...

source: migrate remotealert to ids..
es_es: Migrando la tabla 'remotealert' a identificadores..

source: migrate toolate to ids..
es_es: Migrando tabla 'toolate' a identificadores..

source: migrated %s entries
es_es: Migrados %s elementos.

source: migrating
es_es: migrando

source: no annmsg field???
es_es: No existe el campo annmsg.

source: no remotealert field???
es_es: No existe el campo 'remotealert'.

source: no toolate field???
es_es: No existe el campo 'toolate'.

source: none
es_es: Ninguno

source: random
es_es: Aleatorio

source: ring only the first available channel
es_es: Sólo hace sonar el primer canal activo.

source: ring only the first channel which is not offhook - ignore CW
es_es: Hace sonar el primer canal que no esté al teléfono, ignorando la opción de llamada en espera

source: ringall
es_es: Sonar todos
