Repository: gvsurenderreddy/pbxframework
Catalog: 13.0/fw_langpacks/po/*/sysadmin.po
Languages: pt_br

source: %s - Access to provisioning files. Default port 84
pt_br: %s - Acesso a arquivos de provisionamento. Porta padrão 84

source: %s - Default port 88
pt_br: %s - Porta padrão 88

source: %s - Default port 96
pt_br: %s - Porta padrão 96

source: %s - Legacy Aastra XML provisioning. <strong><i>Deprecated</i></strong>.
pt_br: %s - Provisionamento Legado Aastra XML. <strong><i>Descontinuado</i></strong>.

source: %s - User Control Panel. Default port 81
pt_br: %s - Painel de Controle do Usuário. Porta padrão 81

source: %s - Web port controlling this system. Default port 80
pt_br: %s - Porta web controlando este sistema. Porta padrão 80

source: %s Server
pt_br: %s Servidor

source: (%s Zend Resets remaining)
pt_br: (%s Redefinições Zend restantes)

source: (1 Zend Reset remaining)
pt_br: (1 Redefinição Zend restante)

source: (Free Upgrades until %s)
pt_br: (Atualizações Gratuitas até %s)

source: (No Zend Resets remaining)
pt_br: (Nenhuma Redefinição Zend restante)

source: 15 Minutes
pt_br: 15 Minutos

source: 30 Minutes
pt_br: 30 Minutos

source: <p><strong>This is a HA Machine. You can not change the hostname of this, or the other, machine.</strong></p>
pt_br: <p><strong>Esta é uma Máquina HA. Você não pode mudar o hostname dela ou de outra máquina.</strong></p>

source: <p>HA <i>requires</i> the hostnames of both nodes to be freepbx-a and freepbx-b. Changing those hostnames will break the cluster, and destroy your settings. This is not a configurable option. Do not attempt to manually change the the hostnames of the nodes.</p>
pt_br: <p>HA <i>requer</i> que os hostnames de ambos os nós devem ser freepbx-a e freepbx-b. Mudar estes hostnames quebrará o cluster e destruirá suas configurações. Esta não é uma opção configurável. Não tente mudar manualmente os hostnames dos nós.</p>

source: ASTDB Dump
pt_br: Dump ASTDB

source: Abnormal Call Volume
pt_br: Volume de Chamada Anormal

source: Abnormal Call Volume Notifications
pt_br: Notificações de Volume de Chamada Anormal

source: Abnormalcallvolume found...Starting migration..
pt_br: Volume de chamada anormal encontrado...Iniciando migração..

source: Abnormalcallvolume uninstalled successfully...
pt_br: Volume de chamada anormal desinstalado com sucesso...

source: Activate
pt_br: Ativo

source: Activation
pt_br: Ativação

source: Activation Expiry
pt_br: Expiração da Ativação

source: Address to send alert emails to.
pt_br: Endereço para enviar emails de alerta.

source: Alert Email
pt_br: Email de Alerta

source: Annually
pt_br: Anualmente

source: Asterisk Logs
pt_br: Relatórios Asterisk

source: Buy Now
pt_br: Comprar Agora

source: Change log available at:
pt_br: Relatório de mudança disponível em:

source: Checking available resets, Please wait...
pt_br: Verificando redefinições disponíveis, Por favor aguarde...

source: Checking for abnormalcallvolume..
pt_br: Verificando por volume de chamada anormal..

source: Core system error. Can't run manager
pt_br: Erro de sistema de núcleo. Não pode rodar o gerenciador

source: Current Hostname
pt_br: Hostname Atual

source: Custom
pt_br: Personalizado

source: DDNS Services:
pt_br: Serviços DDNS:

source: DDNS automatically assigns a unique hostname to your system, and updates it whenever the IP address of your PBX changes. This is used to assist remote devices to stay connected to this machine.
pt_br: DDNS associa automaticamente um hostname único a seu sistema, e o atualiza quando o endereço de IP de seu PBX muda. Isto é usado para ajudar dispositivos remotos a permanecerem conectados a esta máquina.

source: Daily
pt_br: Diariamente

source: De-Activate
pt_br: Desativar

source: Deployment ID
pt_br: ID da Instalação

source: Detected External IP:
pt_br: IP Externo Detectado:

source: Dialplan
pt_br: Regra de Discagem

source: Disabled
pt_br: Desabilitado

source: Email Setup
pt_br: Ajustes de Email

source: Enable specific features associated with FREEI-221
pt_br: Habilitar funções específicas associadas com FREEI-221

source: Enabled
pt_br: Habilitado

source: Enter an IP Address here
pt_br: Entre Com Um Endereço IP Aqui

source: Expiration Date
pt_br: Data de Expiração

source: External DDNS Name:
pt_br: Nome DDNS Externo:

source: FTP Password
pt_br: Senha FTP

source: FTP Server
pt_br: Servidor FTP

source: FTP Server Setup
pt_br: Ajustes Servidor FTP

source: FTP Username
pt_br: Usuário FTP

source: Firewall Settings
pt_br: Configurações de Firewall

source: Force IP Address:
pt_br: Forçar Endereço IP:

source: FreePBX Versions
pt_br: Versões FreePBX

source: Friday
pt_br: Sexta-feira

source: From Address
pt_br: De: Endereço

source: HTTP Provisioning
pt_br: Provisionamento HTTP

source: HTTPS Setup
pt_br: Ajustes HTTPS

source: Hostname will always resolve to this IP if set. Leave blank to auto discover the public IP address of this machine.
pt_br: O Hostname sempre resolverá para este IP se ajustado. Deixe em branco para auto descobrir o endereço IP público desta máquina.

source: Hourly
pt_br: De Hora em Hora

source: IAX Settings
pt_br: Configurações IAX

source: In Progress
pt_br: Em Progresso

source: Install
pt_br: Instalar

source: Installing
pt_br: Instalando

source: International outbound call threshold percent
pt_br: Percentual limite de chamada de saída internacional

source: International outbound duration threshold percent
pt_br: Percentual limite de duração de saída internacional

source: Intrusion Detection
pt_br: Detecção de Intruso

source: Intrusion Detection Notifications
pt_br: Notificações de Detecção de Intruso

source: Leave blank to disable
pt_br: Deixe em branco para desabilitar

source: License Information
pt_br: Informações de Licença

source: Migration FAILED. Please resetup abnormalcallvolume in Sysadmin and remove any previous abnormalcallvolume module...
pt_br: A Migração FALHOU. Por favor refaça os ajustes de Volume de Chamada Anormal no Sysadmin e remova qualquer módulo de Volume de Chamada Anormal anterior...

source: Migration complete..Attempting to uninstall Abnormalcallvolume module...
pt_br: Migração completa..Tentando desinstalar o módulo Volume de Chamada Anormal...

source: Monday
pt_br: Segunda-feira

source: Monthly
pt_br: Mensalmente

source: More information on Activation is available in <a href='%s'>the Wiki</a>
pt_br: Mais informações sobre Ativação estão disponíveis em <a href='%s'>the Wiki</a>

source: Must be defined. Defaults to port 80
pt_br: Deve ser definido. Padrão para a porta 80

source: NOTE TO TRANSLATOR (do not translate this) - do not use double quotes (") in the previous string, use single quotes, or a local equivalent
pt_br: NOTA AO TRADUTOR (não traduza isto) - não use aspas duplas (") na cadeia anterior, use aspas simples, ou um equivalente local

source: Network Settings
pt_br: Configurações de Rede

source: Never
pt_br: Nunca

source: New Hostname
pt_br: Novo Hostname

source: No abnormalcallvolume found..
pt_br: Nenhum Volume de Chanada Anormal encontrado..

source: Normal outbound call threshold percent
pt_br: Percentual limite de chamada de saída normal

source: Normal outbound duration threshold percent
pt_br: Percentual limite de duração de saída normal

source: Notifications Settings
pt_br: Configurações de Notificações

source: On this page you can set your FTP Server information. FTP Server is used to allow remote phones to download their configurations.
pt_br: Nesta página você pode ajustar suas informações do Servidor FTP. O Servidor FTP é usado para permitir que telefones remotos descarreguem suas configurações.

source: PJSIP Settings
pt_br: Configurações PJSIP

source: Port Management
pt_br: Gerenciamento de Porta

source: Power Options
pt_br: Opções de Energia

source: Quarterly
pt_br: Trimestralmente

source: RESTful API
pt_br: API RESTful

source: RESTful Phone Apps
pt_br: Aplicativos de Fones RESTful

source: Registered Modules
pt_br: Módulos Registrados

source: Remote Support
pt_br: Suporte Remoto

source: Remove
pt_br: Remover

source: Removing
pt_br: Removendo

source: SIP Settings
pt_br: Configurações SIP

source: Safe Asterisk
pt_br: Asterisk Seguro

source: Saturday
pt_br: Sábado

source: Select items for support
pt_br: Selecione os itens para suporte

source: Select the percentage of change that must occur on international outbound calls.
pt_br: Selecione o percentual de mudanças que deve ocorrer nas chamadas de saída internacionais.

source: Select the percentage of change that must occur on normal outbound calls.
pt_br: Selecione o percentual de mudanças que devem ocorrer nas chamadas de saída normais.

source: Select the percentage of change that must occur on the average international outbound call duration.
pt_br: Selecione o percentual que deve ocorrer na média de duração de chamada de saída internacional.

source: Select the percentage of change that must occur on the average normal outbound call duration.
pt_br: Selecione o percentual que deve ocorrer na média de duração de chamada de saída normal.

source: Storage
pt_br: Armazenamento

source: Storage Notifications
pt_br: Notificações de Armazenamento

source: Sunday
pt_br: Domingo

source: Support
pt_br: Suporte

source: Support Files
pt_br: Arquivos de Suporte

source: Sysadmin Module
pt_br: Módulo Sysadmin

source: System Admin
pt_br: Admin Sistema

source: System Administration - COMMERCIAL MODULE REQUIRES A LICENSE FOR PRO FEATURES TO BE ENABLED ABOVE THE INCLUDED FREE FEATURES. Please visit www.schmoozecom.com/oss.php System Administration - provides access to various system administration tools. This module is designed to work with some very specific distributions such as the FreePBX Distro and PBXact. There are dependencies that are not all listed in this module.xml package so the module should not be used except on the distributions that it is designed for.
pt_br: Administração de Sistema - MÓDULO COMERCIAL REQUER UMA LICENÇA PARA FUNÇÕES PRO PARA HABILITAR ACIMA DAS FUNÇÕES GRATUITAS INCLUSAS. Por favor visite Please visit www.schmoozecom.com/oss.php Administração de Sistema - fornece acesso a várias ferramentas de administração do sistema. Este módulo é desenhado para trabalhar com algumas distribuições muito específicas como a Distro FreePBX e PBXact. Existem dependências que não estão todas listadas neste pacote module.xml, portanto o módulo não deve ser usado exceto nas distribuições para as quais ele foi desenhado.

source: System Information
pt_br: Informação de Sistema

source: System Registration
pt_br: Registro do sistema

source: System activated
pt_br: Sistema ativado

source: System not activated
pt_br: Sistema não ativado

source: TFTP Server
pt_br: Servidor TFTP

source: That account does not seem to exist. Please create a new portal account <a href='%s' target='_new'>here</a>.
pt_br: Esta conta parece não existir. Por favor crie uma nova conta do portal <a href='%s' target='_new'>aqui</a>.

source: The addresss entered here will be set as the "From:" address.
pt_br: O endereço digitado aqui será usado como o endereço "De:".

source: The hostname of your PBX.
pt_br: O hostname de seu PBX.

source: The ssh_keys RPM is currently <strong>installed</strong>. Click 'Remove' to remove it
pt_br: O RPM ssh_keys está atualmente <strong>instalado</strong>. Clique 'Remover' para removê-lo

source: The ssh_keys RPM is currently <strong>not installed</strong>. Click 'Install' to install it.
pt_br: O estado do RPM ssh_keys atualmente é: <strong>não instalado</strong>. Clique 'Instalar' para instalá-lo.

source: This allows you to set port numbers for various HTTP based services. The available ports you can control are as follows:
pt_br: Isto permite ajustar os números de portas para diversos serviços baseados em HTTP. As portas disponíveis que você pode controlar são como seguem:

source: This button will attempt to release the activation from this machine. If you are going to re-apply the <u>same deployment</u> to this machine in the future, you do not need to use this button. You only need to use this button if you want to move this deployment to another, different, server.
pt_br: Este botão tentará liberar a ativação desta máquina. Se você for reaplicar a <u>mesma instalação</u> nesta máquina no futuro você não precisa usar este botão. Você só precisar usar este botão se você desejar mover esta instalação para outro servidor diferente.

source: This feature is currently not licensed. For more information on this feature or to purchase this Add-On, please see the information below.
pt_br: Esta função não está licenciada atualmente. Para mais informações sobre esta função ou para comprar este adicional, por favor veja a informação abaixo.

source: This host name will always resolve to the external IP address of the system.
pt_br: O nome do host sempre resolverá para o endereço IP externo do sistema.

source: This is a HA Machine. Network configuration disabled.
pt_br: Esta é uma Máquina HA. A configuração de rede está desabilitada.

source: This machine has been activated.
pt_br: Esta máquina foi ativada.

source: This machine is eligble for %d %s!
pt_br: Esta máquina é elegível para %d %s!

source: This machine is not currently activated.
pt_br: Esta máquina não está ativada atualmente.

source: This machine will automatically re-activate before this date.
pt_br: Esta máquina reativará automaticamente antes desta data.

source: This module will send you notifications if a remote IP has been banned from your system.
pt_br: Este módulo enviará notificações se um IP remoto for banido de seu sistema.

source: This module will send you notifications if the UPS battery needs replacing.
pt_br: Este módulo enviará notificações se a bateria UPS necessitar ser trocada.

source: This module will send you notifications if the UPS has lost power.
pt_br: Este módulo enviará notificações se o UPS perder a força.

source: This module will send you notifications if the UPS has regained power.
pt_br: Este módulo enviará notificações se o UPS recuperar a força.

source: This module will send you notifications if the system lost communication to the UPS.
pt_br: Este módulo enviará notificações se o sistema perder comunicação com o UPS.

source: This module will send you notifications if the system regains communication to the UPS.
pt_br: Este módulo enviará notificações se o sistema recuperar comunicação com o UPS.

source: This module will send you notifications if your hard drives become low on space or the raid has been broke.
pt_br: Este módulo enviará notificações se o disco rígido tiver com pouco espaço ou o raid for quebrado.

source: This module will send you notifications on Asterisk Crashes.
pt_br: Este módulo enviará notificações sobre as Paradas do Asterisk.

source: This module will send you notifications to notify you of abnormal call volumes.
pt_br: Este módulo enviará notificações para notificar sobre volumes de chamadas anormal.

source: This section allows you to change the hostname of your machine
pt_br: Esta seção permite que você mude o hostname de sua máquina

source: This will remove the activation from this machine, and reset the activation state back to un-activated. If you have any commercial modules they will immediately become disabled. You must type the word 'confirm' to proceed
pt_br: Isto removerá a ativação desta máquina, e redefinirá o estado da ativação para desativado. Se você tiver qualquer módulo comercial eles se tornarão desativados imediatamente. Você deve digitar a palavra 'confirm' para prosseguir

source: Thursday
pt_br: Quinta-feira

source: Time Zone
pt_br: Zona de Tempo

source: Tuesday
pt_br: Terça-feira

source: UCP
pt_br: PCU

source: UPS Communications Failure
pt_br: Falha de Comunicação UPS

source: UPS Communications OK
pt_br: Comunicação UPS OK

source: UPS Off Battery
pt_br: UPS Sem Bateria

source: UPS On Battery
pt_br: UPS Com Bateria

source: UPS Replace Battery
pt_br: Trocar Bateria UPS

source: UPS Server
pt_br: Servidor UPS

source: Unable to start
pt_br: Incapaz de iniciar

source: Unable to uninstall abnormalcallvolume...
pt_br: Incapaz de desinstalar volume de chamada anormal...

source: Unknown
pt_br: Desconhecido

source: Update
pt_br: Atualizar

source: Update Interval:
pt_br: Intervalo de Atualização:

source: Update Licence
pt_br: Atualizar Licença

source: Update Log
pt_br: Relatório de Atualização

source: Update Required
pt_br: Atualização Necessária

source: Update Status
pt_br: Estado da Atualização

source: Update hostname
pt_br: Atualizar hostname

source: Update now
pt_br: Atualizar agora

source: Updates
pt_br: Atualizações

source: Updating
pt_br: Atualizando

source: Upgrade Now
pt_br: Atualizar Agora

source: Upgrade in progress
pt_br: Atualização em progresso

source: Wednesday
pt_br: Quarta-feira

source: Weekly
pt_br: Semanalmente

source: Would you like to activate this machine now?
pt_br: Você gostaria de ativar esta máquina agora?

source: XML Legacy
pt_br: Legado XML

source: Your 'sysadmin' RPM is out of date. These features require the sysadmin rpm to be updated. Please run the command (as root) 'yum update sysadmin'.
pt_br: Seu RPM 'sysadmin' está desatualizado. Estas funções necessitam que o rpm sysadmin esteja atualizado. Por favor rodde o comando (como root) 'yum update sysadmin'.

source: Your machine must be activated to install Commercial Modules. Note that some Free modules are classified as Commercial and require your machine to be activated.
pt_br: Sua máquina deve ser ativada para instalar Módulos Comerciais. Note que alguns módulos Gratuitos são classificados como Comercial e necessitam que sua máquina seja ativada.

source: Yum is currently running. Retrying...
pt_br: Yum está rodando atualmente. Tentando de novo...

source: already exists
pt_br: já existe

source: checking for ftp_server field..
pt_br: verificando pelo campo ftp_server..

source: checking for tftp_server field..
pt_br: verificando pelo campo tftp_server..

source: checking for ups_enabled field..
pt_br: verificando pelo campo ups_enabled..

source: confirm
pt_br: Confirmar

source: offer
pt_br: oferta

source: offers
pt_br: ofertas
