Repository: gvsurenderreddy/pbxframework
Catalog: 13.0/fw_langpacks/po/*/vmblast.po
Languages: es_es

source: [DEFAULT]
es_es: [POR DEFECTO]

source: Add VMBlast Group
es_es: Agregando Grupo VMBlast

source: Applications
es_es: Aplicaciones

source: Audio Label:
es_es: Etiqueta de Audio:

source: Beep Only - No Confirmation
es_es: Sólo Beep - No Confirmación

source: Conflicting Extensions
es_es: Conflicto de extensiones

source: Creates a group of extensions that calls a group of voicemail boxes and allows you to leave a message for them all at once.
es_es: Crea un grupo de extensiones que llama a un grupo de buzones de correo de voz y le permite dejar un mensaje para todos a la vez.

source: Default Group Inclusion
es_es: Grupo Inclusión Por defecto

source: Default VMBlast Group
es_es: Grupo VMBlast Por defecto

source: Default VMblast Group
es_es: Grupo VMblast Por defecto

source: Delete Group
es_es: Eliminar Grupo

source: Done
es_es: Hecho

source: Dropping grplist..
es_es: Vaciando grplist..

source: Dropping old grplist field..
es_es: Vaciando antiguo campo grplist..

source: Each PBX system can have a single Default Voicemail Blast Group. If specified, extensions can be automatically added (or removed) from this default group in the Extensions (or Users) tab.<br />Making this group the default will uncheck the option from the current default group if specified.
es_es: Cada sistema PBX puede tener un solo Grupo VMBlast por Defecto. Si se especifica, las extensiones se pueden agregar automáticamente (o eliminar) de este grupo por defecto en la ficha extensiones (o usuarios).<br />Hacer este grupo por defecto desactiva la opción en el grupo actual por defecto si se especifica.

source: Edit VMBlast Group
es_es: Editar Grupo VMBlast

source: Exclude
es_es: Excluir

source: Group Description:
es_es: Descripción Grupo:

source: Group numbers with more than one digit cannot begin with 0
es_es: Los números de Grupo con más de un dígito no puede comenzar con 0

source: Include
es_es: Incluir

source: Invalid Group Number specified
es_es: Inválido número de Grupo especificado

source: Not Needed
es_es: No es necesario

source: Not Required
es_es: No Requerido

source: Optional Password
es_es: Password Opcional

source: Play this message to the caller so they can confirm they have dialed the proper voice mail group number, or have the system simply read the group number.
es_es: Reproduce este mensaje a la persona que llama para que puedan confirmar que ha marcado el número de Grupo de correo de voz adecuado, o que el sistema simplemente lea el número del grupo.

source: Please enter a valid Group Description
es_es: Por favor, entre una descripción válida de Grupo

source: Please enter a valid numeric password, only numbers are allowed
es_es: Por favor, entre un password numérico válido, sólo se permiten números

source: Please enter an extension list.
es_es: Por favor, introduzca una lista de extensiones.

source: Please select at least one extension
es_es: Por favor, seleccione al menos una extensión

source: Provide a descriptive title for this VMBlast Group.
es_es: Provee una descripción para este Grupo VMBlast.

source: Read Group Number
es_es: Leer Número de Grupo

source: Select voice mail boxes to add to this group. Use Ctrl key to select multiple..
es_es: Seleccione los buzones de correo de voz para agregar a este grupo. Use la tecla Ctrl para seleccionar varios..

source: Submit Changes
es_es: Aplicar Cambios

source: The Group Description provided is too long.
es_es: La Descripción de Grupo provista es muy larga.

source: The group number will be played to the caller so they can confirm they have dialed the proper voice mail group number.<br><br>You must install and enable the "Systems Recordings" Module to edit this option and choose from recordings.
es_es: El número de Grupo que se reproducirá a la persona que llama para que puedan confirmar que ha marcado el número de grupo de correo de voz adecuado.<br><br>Usted debe instalar y habilitar el módulo "Grabaciones del Sistema" para editar esta opción y elegir grabaciones.

source: The number users will dial to voicemail boxes in this VMBlast group
es_es: El número que los usuarios marcarán para los buzones de voz de este Grupo VMBlast

source: Upgrading vmblast to add audio_label field..
es_es: Actualizando vmblast para agregar campo audio_label..

source: Upgrading vmblast to add password field..
es_es: Actualizando vmblast para agregar campo password..

source: VMBlast Group
es_es: Grupo VMBlast

source: VMBlast Number
es_es: Número VMBlast

source: Voicemail Blasting
es_es: Correo Vocal Sistema

source: Voicemail Box List:
es_es: Lista Buzones de Correo de Voz:

source: Voicemail Group %s: %s
es_es: Grupo Correo Vocal %s: %s

source: Voicemail Group:
es_es: Grupo Correo Vocal:

source: Warning! Extension
es_es: Alerta! Extensión

source: You can include or exclude this extension/user from being part of the default voicemail blast group when creating or editing. Choosing this option will be ignored if the user does not have a voicemail box.
es_es: Se puede incluir o excluir esta extensión/usuario de formar parte del grupo predeterminado de correo de voz al crear o editar. Al seleccionar esta opción se omite si el usuario no tiene un buzón de voz.

source: You can optionally include a password to authenticate before providing access to this group voicemail list.
es_es: Si lo desea, puede incluir una contraseña para autenticar antes de proporcionar el acceso a esta lista del grupo de correo de voz.

source: deleted
es_es: eliminado

source: error populating vmblast_groups table
es_es: error en tabla vmblast_groups

source: failed to drop field
es_es: fallo al vaciar campo

source: is not allowed for your account
es_es: no está permitido para su usuario

source: populated new table
es_es: nueva tabla
