Repository: gvsurenderreddy/pbxframework
Catalog: 13.0/callrecording/i18n/*/LC_MESSAGES/callrecording.po
Languages: fa

source: Add Call Recording
fa: افزودن ضبط تماس

source: Applications
fa: برنامه‌ ها

source: Call Recording
fa: ضبط تماس

source: Call Recording Mode
fa: حالت ضبط تماس

source: Call Recording: %s
fa: ضبط تماس ：%s

source: Delete
fa: حذف

source: Description
fa: شرح

source: Destination
fa: مقصد

source: Don't Care
fa: بدون اهمیت

source: Force
fa: اجبار

source: Invalid description specified
fa: شرح اختصاص داده شده نامعتبر است

source: Never
fa: هرگز

source: No
fa: خیر

source: Note that the meaning of these options has changed.
fa: معنی این موارد تغییر کرده است.

source: Please read the wiki for futher information on these changes.
fa: برای اطلاعات بیشتر از این تغییرات ویکی را مطالعه نمایید.

source: Provides much of the call recording functionality.
fa: ایجاد قابلیت های ضبط تماس.

source: The descriptive name of this call recording instance. For example "French Main IVR"
fa: نمونه نام توصیفی برای ضبط تماس. برای مثال " IVR اصلی فرانسوی"

source: Yes
fa: بله
