Repository: gvsurenderreddy/pbxframework
Catalog: 13.0/dundicheck/i18n/*/LC_MESSAGES/dundicheck.po
Languages: bg_bg, es_es, ru_ru

source: Admin
bg_bg: Админ
es_es: Administración
ru_ru: Админ

source: DUNDi Information: %s
bg_bg: DUNDi Информация: %s
es_es: Información de DUNDi: %s
ru_ru: Информация о DUNDi: %s

source: DUNDi Lookup
bg_bg: DUNDi Търсене
es_es: Buscar DUNDi
ru_ru: Поиск DUNDi

source: DUNDi Lookup Registry
bg_bg: DUNDi Търсене
es_es: Buscar DUNDi Registry
ru_ru: Реестр поиска DUNDi

source: Lookup
bg_bg: Търси
es_es: Buscar
ru_ru: Поиск

source: Lookup Another Number:
bg_bg: Търси Друг Номер:
es_es: Buscar otro numero:
ru_ru: Поиск другого номера:

source: Lookup Number:
bg_bg: Търсен Номер:
es_es: Buscar Numero:
ru_ru: Поиск номера:

source: No matches found
bg_bg: Не са намерени съвпадения
es_es: No se encontró
ru_ru: Совпадений не найдено

source: Results from DUNDi trunk: %s
bg_bg: Резултати от DUNDi външни линии: %s
es_es: Resultados de Troncal DUNDi: %s
ru_ru: Результаты из DUNDi транка: %s

source: The number you are trying to use, %s, is currently available from one of the DUNDi routes you have configured on your system. As a result you cannot use this number on this system. Even if the route configuration does not pass this number you will still be blocked from creating it. If this is not an error, then you will have to un-publish this number on your remote DUNDi setup, disable the DUNDi trunk in question, or disable this module to avoid the checks. Otherwise, remove %s from the remote system before creating this one.
bg_bg: Номера който се опитвате да използвате, %s, в момента е настроен в един от DUNDi маршрутите които сте конфигурирали. Като резултат вие не можете да използвате номера в тази система. Дори конфигурацията на маршрута да не съвпада с този номер вие все пак ще бъдете блокирани от създаването му. Ако това не е грешка, тогава трябва да махнете този номер от отсрещната DUNDi настройка, забранете DUNDi външната линия в запитването, или забранете този модул за да избегнете проверките. Иначе, премахнете %s от отсрещната система преди да създадете тази.
es_es: El número al que está intentando utilizar, %s, está disponible actualmente en una de las rutas DUNDi que configurada en su sistema. Como resultado, usted no puede utilizar este número en este sistema. Incluso si la configuración de la ruta no pasa este número usted todavía será bloqueado desde su creación. Si esto no es un error, entonces usted tendrá que anular la publicación de este número en su configuración remota DUNDi, deshabilite el tronco DUNDi en cuestión, o desactivar este módulo para evitar los controles. De lo contrario, eliminar %s desde el sistema remoto antes de crear éste.
ru_ru: Номер который вы пытаетесь использовать, %s, в настоящее время доступен в одном из DUNDi направлений которые вы настроили в вашей системе. В результате чего, вы не можете использовать этот номер в своей системе. Даже если ваша конфигурация маршрутов не пропускает этот номер, возможность создать его все равно будет заблокирована. Если это не ошибка, тогда вам необходимо убрать этот номер на DUNDi, где он настроен, отключить DUNDi транк или отключить модуль Поиска DUNDi что бы избежать проверки. Иначе говоря, удалите номер %s с удаленной системы, перед созданием этого номера в текущей.

source: This module will check all configured and enabled DUNDi trunks as part of the extension registry function, and report back conflicts if other sites have the same extensions. This does not filter against the route patterns - it will take any number being created and report a conflict if that trunk could be used to call that number.
bg_bg: Този модул ще провери всяка настроена и разрешена DUNDi външна линия като част от функцията за регистриране на вътрешни линии и ще докладва обратно за конфликти с други сайтове, които имат същите вътрешни номера.
es_es: Este módulo comprobará todos los troncales DUNDi configurados y habilitados como parte de la función de registro de extensión, e informar conflictos si↵ →→ otros sitios tienen las mismas extensiones. Esto no filtra contra de los patrones de ruta - que tomará cualquier número que se está creando y↵ →→ reportar un conflicto si ese tronco podría ser utilizado para llamar a ese número.
ru_ru: Этот модуль будет проверять все настройки и включенные Dundi транки как часть функции регистрации номеров, и сообщать о конфликтах, если другие стороны имеют те же номера. Это не фильтр против шаблонов маршрутов - модуль просто возьмет любой создаваемый номер и сообщит о конфликте, транк может быть использован для вызова этого номера.
