Repository: gvsurenderreddy/pbxframework
Catalog: 13.0/bulkextensions/i18n/*/LC_MESSAGES/bulkextensions.po
Languages: es_es, ja_jp, zh_cn

source: The account name, extension, and Voicemail password will automatically be inserted after the opening.
es_es: El nombre de la cuenta, la extensión, y contraseña del correo de voz se insertan automáticamente después de la apertura.
ja_jp: アカウント名、内線、ボイスメールパスワードが自動的に書き出し文の後に挿入されます。

source: The settings below can be used to control the content and destination of the notification emails.
es_es: Los ajustes siguientes se pueden utilizar para controlar el contenido y destino de los correos electrónicos de notificación.
ja_jp: 以下の設定は、通知メールの内容と送信先を制御するために使用することができます。
zh_cn: 以下设置用来控制邮件提醒的内容和目的地帐户。

source: Account Name:
es_es: Nombre de la cuenta:
ja_jp: アカウント名：
zh_cn: 帐户名称:

source: Applications
es_es: Aplicaciones
ja_jp: アプリケーション
zh_cn: 应用

source: Bulk Extensions
es_es: Extensiones a granel
ja_jp: 内線一括処理
zh_cn: 批处理分机

source: Bulk Extensions CSV File Columns
es_es: Columnas en archivo CSV para extensiones a granel
ja_jp: 内線一括処理CSVファイルカラム
zh_cn: 批处理分机CSV文件列

source: Bulk Extensions uses CSV files to import and export extensions.
es_es: Extensiones a granel usa archivos CSV para importar y exportar extensiones.
ja_jp: 内線一括処理は内線をインポート/エクスポートする際に、CSVファイルを使用します。
zh_cn: 批处理使用CSV 文件导入或导出分机

source: Bulk extension changes can take a long time to complete. It can take 30-60 seconds to add 100 extensions on a small system. However, on a system with 2000 extensions it can take about 5 minutes to add 100 new extensions.
es_es: Cambios Extensión a granel de Extensiones pueden tardar mucho tiempo en completarse. Puede tomar 30 a 60 segundos para agregar 100 extensiones en un sistema pequeño. Sin embargo, en un sistema con 2.000 extensiones puede tardar unos 5 minutos añadir 100 nuevas extensiones.
ja_jp: 内線の一括変更は完了するまでに時間がかかります。小規模システムのように100台分の内線を追加する場合、30～60秒かかります。しかし、2000台分の内線を持つようなシステムの場合、100台分の内線を追加するのにおよそ5分程かかってしまいます。
zh_cn: 批处理文件刚才需要比较长的时间。。100 个分机的系统需要大约 30-60秒完成处理。如果此系统已经有2000分机的话，添加100个分机的话，可能需要5分钟左右。

source: By default, a notification email will be sent to the Voicemail email address set for each account added.
es_es: Por defecto, un email de notificación será enviado a la dirección asociada en el correo de voz para cada extensión agregada.
ja_jp: デフォルトでは、通知メールは各アカウントに追加されたボイスメールアドレスセットに送信されます。
zh_cn: 默认设置环境下，系统将自动发送邮件提醒到此语音邮件地址。

source: CSV File to Load
es_es: Archivo CSV a cargar
ja_jp: ロードするCSVファイル
zh_cn: CSV文件加载

source: Default Address:
es_es: Dirección por defecto:
ja_jp: デフォルトアドレス：
zh_cn: 默认地址

source: Email Closing:
es_es: Cierre correo:
ja_jp: Eメール 締め文:
zh_cn: 邮件关闭

source: Email From:
es_es: Correo desde:
ja_jp: Eメール From：

source: Email Notification for New Accounts
es_es: Notificación de correo para Nuevas Cuentas
ja_jp: 新規アカウントのEメール通知
zh_cn: 对新帐户添加邮件提醒

source: Email Opening:
es_es: Apretura email:
ja_jp: Eメール 書き出し：

source: Email Reply-To:
es_es: Responder-a correo:
ja_jp: Eメール Reply-To:

source: Email Subject:
es_es: Asunto Correo:
ja_jp: Eメール 件名:

source: Export Extensions
es_es: Exportar Extensiones
ja_jp: 内線をエクスポート
zh_cn: 导出分机

source: Extension:
es_es: Extensión:
ja_jp: 内線：
zh_cn: 分机:

source: If a Default Address is specified, notification emails for new accounts without a Voicemail email address will be sent to the Default Address.
es_es: Si una dirección por defecto se especifica, los correos de notificación cuentas sin un email asociado a su correo de voz, serán enviadas al correo por defecto.
ja_jp: デフォルトアドレスが指定された場合、ボイスメールアドレスのない新規アカウントへの通知メールはデフォルトアドレスに送信されます。
zh_cn: 如果没有设置默认地址，如果新帐户没有设置语音邮箱，邮件提醒的内容将发送到默认地址。

source: If an Override Address is specified, all notification emails will be sent to the Override Address only. Type "noemail" (without the quotes) as the Override Address to stop notification emails from being sent.
es_es: Si se especifica una dirección de reemplazo (Override), todos los correos electrónicos de notificación se enviarán únicamente a la esta Dirección. Escriba "noemail" (sin las comillas) como la dirección de reemplazo para detener los mensajes de notificación se envíe.
ja_jp: 上書きアドレスが指定された場合、すべての通知メールは上書きアドレスにのみ送信されます。通知メールの送信を止める場合は、上書きアドレスに"noemail"(クォートなしで)とタイプしてください。
zh_cn: 如果设置了覆盖地址，所有邮件提醒将发送到覆盖的地址。输入 "noemail" (无双引号) 设置覆盖地址，邮件提醒讲停止工作。

source: Load File
es_es: Carga archivo
ja_jp: ファイルのロード
zh_cn: 加载文件

source: Login information for your Voicemail account is as follows:
es_es: Información de Ingreso para su cuenta de correo de voz es como sigue:
ja_jp: あなたのボイスメールアカウントへのログイン情報：
zh_cn: 以下是语音邮件帐户登录信息：

source: Manage Extensions in bulk using CSV files.
es_es: Gestionar Extensiones a granel usando archivos CSV.
ja_jp: 内線をCSVファイルを使用して一括管理します。
zh_cn: 使用CSV文件管理分机

source: Modify the CSV file to add, edit, or delete Extensions as desired. Then load the CSV file. After the CSV file is processed, the action taken for each row will be displayed.
es_es: Modificar el archivo CSV para agregar, editar o eliminar extensiones a pedido. Cargue entonces el archivo CSV. Después que el archivo es procesado y se muestran las acciones ejecutadas en cada registro.
ja_jp: 内線を望みどおりに追加、編集、削除するため、CSVファイルを修正します。次に、CSVファイルをロードします。CSVファイルの処理が行われると、実行されたそれぞれの行が表示されます。
zh_cn: 修改 CSV 文件，可添加，编辑和删除分机。 然后重新加载CSV文件。CSV 文件处理以后，每行显示修改后的结果。

source: Override Address:
es_es: Dirección de reemplazo:
ja_jp: 上書きアドレス：
zh_cn: 覆盖地址

source: Start by downloading the %s Template CSV file %s (right-click > save as) or clicking the Export Extensions button.
es_es: Comience por descargar La %s Plantilla CSV archivo %s (clic derecho> Guardar como) o haciendo clic en el botón Exportar Extensiones.
ja_jp: %s テンプレートCSVファイル %sをダウンロード(右クリック > 対象をファイルに保存) するか、内線をエクスポートボタンをクリックしてスタートします。
zh_cn: 下载 %s Template CSV file %s (right-click > save as) 或点击 导出分机按钮。

source: The Email Closing may be specified. If any text is entered, it will be inserted at the end of the email.
es_es: El cierre del correo electrónico se puede especificar. Si se introduce un texto, se inserta al final del correo electrónico.
ja_jp: Eメールの締めの文章を指定することができます。何らかのテキストを入力すると、メールの最後に挿入されます。

source: The Email From header may be specified. If left blank, the system default will be used.
es_es: El encabezado "From:" puede ser especificado. Si se deja en blanco, se utilizará el valor por defecto del sistema.
ja_jp: Eメール Fromのヘッダーを指定することができます。空欄にしたら、デフォルトシステムが使用されます。

source: The Email Opening may be specified. If left blank, the default opening, "Login information for your Voicemail account is as follows:", will be used.
es_es: La apertura del correo electrónico puede especificarse. Si se deja en blanco, la apertura por defecto, "información de acceso a su cuenta de correo de voz es como siguiente:", se utilizará.
ja_jp: Eメールの書き出し文を指定することができます。デフォルトの書き出し文は、"あなたのボイスメールアカウントへのログイン情報："が使用されます。

source: The Email Reply-To header may be specified. If left blank, the system default will be used.
es_es: El encabezado "Reply-To" se puede especificar. Si se deja en blanco, se utilizará el valor por defecto del sistema.
ja_jp: EメールReply-To headerの設定ができます

source: The Email Subject may be specified. If left blank, the default subject, "Voicemail Account Activated", will be used.
es_es: El Asunto del correo se puede especificar. Si se deja en blanco, se utilizará el asunto predeterminado, "Cuenta de correo de voz activado",.
ja_jp: メールの件名を指定することができます。空欄にしたら、デフォルト件名'Voicemail Account Activated'が使用されま

source: The table below explains each column in the CSV file. You can change the column order of the CSV file as you like, however, the column names must be preserved.
es_es: La siguiente tabla explica cada columna en el archivo CSV. Puede cambiar el orden de las columnas del archivo CSV que desee, sin embargo, los nombres de columna deben ser preservados.
ja_jp: 以下のテーブルはCSVファイルの各カラムの説明です。CSVファイルのカラム順は好きなように変更できますが、カラム名は保持しなければいけません。
zh_cn: 以下表解释了CSV文件中的列。用户可以修改列的顺序，但是列名称是预留的。

source: This module is only supported when FreePBX is in <b>extensions</b> mode
es_es: Este módulo sólo es soportado cuando FreePBX esta en modo <b>extensiones</b>
ja_jp: このモジールはFreePBXが<b>内線</b>モード時のみサポートしてます。
zh_cn: 此模块仅支持FreePBX在<b>extensions</b> 模式

source: Voicemail Account Activated
es_es: Cuenta de correo de voz activada
ja_jp: ボイスメールアカウントがアクティベートされました
zh_cn: 语音邮件帐户已激活

source: Voicemail Password:
es_es: Contraseña Correo de Voz:
ja_jp: ボイスメールパスワード：
zh_cn: 语音邮箱密码：

source: You are running FreePBX in <b>deviceanduser</b> mode
es_es: Está ejecutando FreePBX en Modo <b>deviceanduser</b>
ja_jp: FreePBXは<b>デバイス&ユーザー</b>モードで起動中
zh_cn: 您的FreePBX正在<b>deviceanduser</b> 模式下运行
